import '../models/CustmoCardModel.dart';

class TextData {
  static List

      ///mobilities
      <CustomCardModel> mobilities = [
    CustomCardModel(
      heading: "حرکت",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'حرکت',
            paragraph:
                'حرام مغز کی چوٹ کے بعد آپ جتنی جلدا اور جتنا زیادہ آپنے آپ کو حرکت میں لا سکتے ہیں اتنا ہی آپ کے جسم و دماغ کے لیے اچھا ہوگا۔ حرکت یہ ہے کہ آپ  بستر سے باہر نکلیں ویل چیئر میں بیٹھیں ، ورزش کرکے آپنے جسم کو مظبوط بنائیں، روزمرہ زندگی کے جتنے کام خود کرسکتے ہیں وہ کریں۔ اس کے علاوہ ویل چیئر میں گھر سے باہر نکلیں اور معاشرے  کا ایک فعال رکن بنے۔ اگر آپ اپنے آپ کو حرکت  میں نہیں رکھیں گے اور بستر میں ہی پڑے رہیں گے تو بہت سے ذہنی وجسمانی مسائل پیدا ہونگے۔ بستر میں پڑے رہنے سے آپ کی توجہ آپنے آپ پر زیادہ رہے گی۔ آپ ہر وقت آپنے حادثے اور اس کے بعد کے مسائل کے بارے میں سوچیں گے اور اس طرح ڈپریشن میں پڑنے کا خطرہ زیادہ ہوگا۔ حرکت میں رہنے سے آپ کی توجہ آپنے آپ سے ہٹے گی اور آپ ذہنی طور پر بہتر محسوس کر یں گے۔حرکت نہ کرنے سے بہت سے جسمانی مسائل بھی پیدا ہو ں گے۔ بستر میں پڑے رہنے سے پریشر سور لگنے کا خطرہ زیادہ ہوگا، اگر چوٹ اوپر کے درجے کا ہو ،تو نظام تنفس کے مسائل جیسے بلغم اور نمونیا کا خطرہ ہوگا۔ اس کے علاوہ جوڑوں کی حرکت متاثر ہوگی اور عضلات کی لمبا ئی کم ہونے کا خطرہ ہوگا۔ عضلات میں اکڑاؤ یا سپاسٹیسٹی بڑھے گی اور عضلات و ہڈیاں اور کمزور ہوجائیں گی۔ چنانچہ ان سب مسائل سے بچنے کے لیے آپنے آپ کو زیادہ سے زیادہ حرکت میں رکھیں'),
      ],
    ),
    CustomCardModel(
        heading: "روزمرہ زندگی کے کام",
        imageUrl: 'null',
        paragraph: [
          Paragraph(
            heading: 'روزمرہ زندگی کے کام',
            paragraph:
                'روزمرہ زندگی کے کاموں میں کپڑے بدلنا  ، ٹرانسفر کرنا ،باتھ روم جانا، کموڈ چئیر پر بیٹھنا اور نہاناوغیرہ شامل ہیں۔ آپ کو یہ کام خود سے سیکھنے چاہیے۔ اگر آپ کواڈریپلیجیک ہیں تو آپ جہاں ضروری ہو وہاں کسی کی مدد بھی لے سکتے ہیں یا آلات کا بھی استعمال کرسکتے ہیں۔ ذیل میں ہم آپ کو کچھ اہم کام خود سے کرنے کے طریقے بتائیں گے۔ ',
          ),
          Paragraph(
            heading: 'منتقل ہونا ',
            paragraph:
                'ایک فعال ومتحرک زندگی گزارنے کا لئے آپنے آپ کو منتقل ہونے کے قابل بنانا بہت ضروری ہے۔ اس سے آپ کی زندگی میں آزادی آتی ہے آپ کا اعتماد بڑھتا ہےاور ایک فعال زندگی گزارنےمیں بہت مدد ملتی ہے۔ روزمرہ زندگی میں مختلف چیزوں کے درمیان منتقل ہونے کی ضرورت پڑتی ہے۔ مثلاً وہیل چئیر سے بستر، بستر سے وہیل چئیر، وہیل چئیر سے کموڈ چئیر، کموڈ چئیر  سے وہیل چئیر، وہیل چئیر سے گاڑی اور گاڑی سے وہیل چئیر وغیرہ ۔ پیرآپلیجکس کو یہ سارے ٹرانسفر بغیر کسی کے مدد کے کرنے کے قابل ہونا چاہیے۔ کواڈریپلیجیکس کو بغیر کسی سہارے کے یا پھر معمولی سہارے کے ٹرانسفر کرنے چاہیے۔ لیکن اس کے لیے سخت مشقوں یا ٹریننگ کی ضرورت ہوتی ہے۔ ',
          ),
          Paragraph(
              heading: 'پیرآپلیجکس کا منتقل ہونا ',
              paragraph:
                  ' اگر آپ پیرآپلیجک ہیں تو منتقل ہونے میں آپ کو کوئی خاصل مشکل نہیں ہونی چاہئیے۔ آپنے کندھوں  اور بازوؤں پر محنت کریں۔ ان کے عضلات کو مظبوط اور طاقتور بنائیں اور اوپر بیان کئے گئے  اصولوں اور طریقوں پر عمل کریں۔ تاکہ آپ آسانی اور محفوظ طریقے سے منتقل ہوسکیں۔'),
          Paragraph(
            heading: 'کواڈریپلیجیکس کا منتقل ہونا',
            paragraph:
                'منتقل ہو نے کے لیے ضروری ہے کہ وہیل چئیر یا بستر میں بیٹھے ہوئے  آپ خود کودونوں بازوؤں کی مدد سے تھوڑااوپر اٹھا سکتےہو یا ہلکا سا گھسیٹ سکتے ہو ۔ اس کے لیے بازوؤں کو سیدھا کرنے والے عضلات جسے ٹرائیسپ عضلات کہتے ہیں بہت مدد گار ثابت ہو تے ہیں۔ لیکن سی7 سے جو اوپر کے کواڈریپلیجکس ہو تے ہیں   ان میں یہ کام نہیں کر تے۔ کواڈریپلیجکس میں اکثریت سی5 اور سی 6 درجہ کی ہو تی ہیں جن میں ٹرایسپ عضلات کام نہیں کر تے۔ اس درجہ کے کواڈریپلیجیکس آپنی کہنی کو لاک کرکے کندھوں  کی زور پر منتقل ہوسکتے ہیں لیکن اس کے لیے ان کو بہت زیادہ محنت اور مشق کی ضرورت ہو تی ہے',
          )
        ]),
    CustomCardModel(
        heading: "انتقال کے قابل بننے کے لیے ضروری مشقیں",
        imageUrl: 'assets/imagesDescription/11.jpg',
        paragraph: [
          Paragraph(
            heading: 'ضروری مشقیں',
            paragraph:
                'سب سے پہلے آپ  کو چاہیے کہ آپنے کندھوں  کے عضلات پر محنت کریں اور ان کو بہت زیادہ طاقتور بنائیں ۔ آپ کو چاہیے کہ بستر میں بیٹھے ہوئے دونوں بازوؤں کی مدد سے آپنے آپ کو اوپراٹھائیں ۔ پھر کچھ دنوں بعد جب اس طرح مشق کرتے ہوئے آپ کے کندھے مظبوط اور طاقتور ہو جائیں تو بستر میں ہی آپنے آپ کو ایک جگہ سے دوسری جگہ گھسیٹنے کی کوشش کریں چونکہ کواڈریپلیجکس میں بغیر کسی سہارے کے سیدھا بیٹھنے کے لیےچھاتی اور کمر کے درکار عضلات کام نہیں کر تے اس لیے آپ کو چاہیے کہ توازن کے ذریعے بغیر سہارے کے بیٹھنے کو بہتر بنائیں ۔ اس کے لیے آپ کو جو مشق درکار ہو گی وہ یہ ہے کہ  بستر میں بیٹھ کر آپنے دونوں پاؤں نیچے کریں پھر آپنے بازوؤں کو آہستہ آہستہ آگے اور پیچھے کرنے کی بار بار مشق کریں ۔ اور کچھ دنوں بعد اسی حالت میں بیٹھے ہوئے آپنے آپ کو ایک جگہ سے دوسری جگہ گھسیٹنے کی کوشش کریں ۔ یہ مشق وہیل چئیر سے بستر اور بستر سے وہیل چئیر میں منتقل ہو نے کے لیے انتہائی فائدہ مند ہے۔ اس سارے عمل میں کسی کا موجود ہونا بہت ضروری ہے تاکہ آپ گرنے اور چوٹ لگنے سے محفوظ رہیں ۔ ',
          ),
          Paragraph(
            heading: 'ایک مددگار کی مدد سے منتقل ہونا',
            paragraph:
                'شروع میں آپ کو منتقل ہو نے کے لیے دو بندوں کی ضرورت ہوتی ہے۔ لیکن اگر درجہ بالا مشق کی جائے تو صرف ایک بندے کی ضرورت پڑے گی اور وہ بھی صرف سپورٹ کرنے اور آگے گرنے سے بچانے کے لیے۔ زور سارا آپ کا ہی استعمال ہو گا۔اس کا طریقہ یہ ہے کہ سب سے پہلے وہیل چئیر کو بستر کے قریب لے آئیں اتنا قریب کہ وہیل چئیر اور بستر کے درمیان کوئی جگہ خالی نہ رہے  اور اگر ہو  بھی تو اس کو کسی کپڑے وغیرہ سے پُر کریں ۔وہیل چئیر اور بستر کا ایک ہی سطح کا ہونا بہت ضروری ہے ۔اس کے بعد کوئی مدد گار آگے کی طرف کھڑا ہو کر ماتھے یا کندھے کو دونوں ہاتھوں کی ذریعے سپورٹ کرے تاکہ آپ آگے کی  طرف گرے نہیں ۔ پھر سر کو آگے کی طرف جھکا کر دونوں بازوؤں کی مدد سے وھیل چئیر سے بستر کی طرف حرکت کریں ۔ سر جتنا آگے کی طرف جھکا ہو گا اتنا بیٹھنے والی جگہ پر وزن کم ہو گا اور منتقل ہونے میں آسانی ہو گی۔ اگر سلائیڈنگ بورڈ استعمال کی جائے تو اس سے اور بھی آسانی ہوگی۔ اگر زیادہ سپورٹ کی ضرورت ہو تو مددگار آپ کو کولہوں کی جگہ سے پکڑے اور منتقل ہوتے وقت دونوں ایک ہی وقت زور گا۔  ',
          ),
          Paragraph(
            heading: 'بغیر کسی مددگار کے ',
            paragraph:
                ' کچھ عرصہ بعدمسلسل مشق سے آپ کے لیے بغیر کسی مدد کے بھی منتقل ہونا ممکن ہو  جائے گا ۔آپ دو طریقوں سے ویل چیئر سے بستر میں منتقل ہوسکتے ہیں پہلا طریقہ یہ ہے کہ آپ سب سے پہلے دونوں ٹانگیں بستر پر رکھیں اور پھر دونوں بازوؤں کی مدد سے کئی  حرکتوں میں بستر پر منتقل ہو جائیں۔ یہ طریقہ کافی محفوظ ہے اور اس میں آگے کی طرف گرنے کا خطرہ نہیں ہوگا۔ دوسرا طریقہ یہ ہے کہ سب سے پہلے بازوؤں کی مدد سے بستر میں منتقل ہو جائیں اور اس کے بعد ٹانگیں بستر پر لے آئیں. شروع میں بہت تھکن ہو گی اور ٹائم لگے گا۔ لیکن وقت کے ساتھ ساتھ مشق ہو تا جائے گا اور پھر آپ آسانی اور کم وقت میں منتقل ہونے کے قابل بن جائیں گے۔ بیڈ سے وہیل چئیر پر آنے کے لیےآپنے آپ کو وہیل چئیر کے قریب لے آئیں ۔ اور اوپر بیان کیا گیا طریقہ مخالف سمت میں دہرائیں ۔ یادرکھیں بیڈ سے وہیل چئیر میں انتقال تھوڑامشکل ہو تا ہے۔ لیکن وقت کے ساتھ یہ بھی آسان ہو جاتاہے۔ ',
          ),
        ]),
    CustomCardModel(
      heading: "جوڑوں کی حرکت اور ورزش ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'حرکت اور ورزش',
            paragraph:
                'حرام مغز کی چوٹ کے بعد جوڑوں کی حرکت برقرار رکھنے کے لیے باقاعدگی سے ورزش کی ضرورت ہوتی ہے۔ چونکہ ابھی آپ پہلے کی طرح جوڑوں کو حرکت نہیں دے سکتے اس لئے اب باقاعدگی سے ورزش کے ذریعے ان سارے مسائل سے بچ سکتے ہیں جو جوڑوں کی حرکت نہ کرنے کی وجہ سے پیدا ہوتے ہیں جن میں جوڑوں کا سخت ہونا، سیدھا نہ ہونا، حرکت کی مقدار میں کمی آنا، عضلات میں اکڑاؤ اور ان کی لمبائی میں کمی آنا شامل ہیں۔ باقاعدگی سے جوڑوں کو حرکت یا ورزش دینے سے نہ صرف آپ ان مسائل سے بچ سکتے ہیں بلکہ اس کی وجہ سے خون کا بہاؤ بھی تیز ہوتا ہے جسکی وجہ سے خون کے جمنے کا خطرہ کم ہوتا ہے۔ یہ ورزشیں کس طرح کی جاتی ہیں  یہ آپ کا فزیوتھراپسٹ آپ کو اور آپ کے خاندان والوں کو سمجھا ئے گا ۔ اگر آپ یہ ورزشیں خود کرنے کے قابل ہیں تو بہت اچھی بات ہے اور اگر خود نہیں کرسکتے تو کسی دوسرے فرد کی مدد لیں۔ '),
        Paragraph(
            heading: 'احتیاطیں',
            paragraph:
                '	ورزش آہستگی سے کریں تا کہ سپاسٹیسٹی شروع نہ ہو۔	ہر ورزش کم از کم دس مرتبہ دہرائیں 	جوڑوں کو حرکت دینے کے دوران جس جگہ جوڑ سخت ہوجائے اور مزید حرکت نہ کریں اس جگہ پر زیادہ زورلگا کر بہت زیادہ حرکت نہ دیں بلکہ اس جگہ سے معمولی اور حرکت دیں	ہاتھوں  اور پیروں کے ہر جوڑ کو دن میں کم از کم ایک مرتبہ ورزش دیں۔ لیکن اگر سپاسٹیسٹی زیادہ ہوگئی  ہو، جوڑ سخت ہونا شروع ہوگئے  ہو یا ان کی حرکت کم ہوگئی ہو تو دن میں دو مرتبہ ورزش دیں اور ہر ورزش زیادہ مرتبہ دہرائیں'),
      ],
    ),
    CustomCardModel(
      heading: "کندھوں کو جسم سے دور لے جانا ",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔ پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے۔'),
      ],
    ),
    CustomCardModel(
      heading: "کندھوں کو متوازی جسم سے دو ر لے جانااور قریب لانا ",
      imageUrl: 'assets/imagesDescription/mobility3.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'مددگار آپ کے بازو کو کہنی اور کلائی سے پکڑ کر کندھے کے اونچائی پر سائیڈ پر لے آئے۔ پھر بازو کو موڑتے ہوئے آپ کے ہاتھ مخالف کندھے کے ساتھ ٹچ کرے اور پھر دوبارہ اسی پوزیشن میں لے آئے. '),
      ],
    ),
    CustomCardModel(
      heading: "کندھوں کو گھمانا",
      imageUrl: 'assets/imagesDescription/mobility4.png',
      paragraph: [
        Paragraph(
          heading: '',
          paragraph:
              'مددگار آپ کے بازو کو کہنی اور اور کلائی سے پکڑ کر کندھوں  کی اونچائی پر لے آئے اور کہنی کو نوے درجے پر موڑ ے۔ پھر ہاتھ کے اگلے حصے کو چھت اور زمین کی طرف حرکت دے۔',
        ),
      ],
    ),
    CustomCardModel(
      heading: "کہنی کو موڑنا اور سیدھا کرنا",
      imageUrl: 'assets/imagesDescription/mobilty5.png',
      paragraph: [
        Paragraph(
          heading: '',
          paragraph:
              'مددگار آپ کے بازو کو کلائی اور اوپر کے حصے سے پکڑ کر کلائی کو کندھے کے ساتھ ملائے اور پھر مکمل سیدھا کرے۔ ',
        ),
      ],
    ),
    CustomCardModel(
      heading: "کلائی اور انگلیوں کو موڑنا اور سیدھا کرنا ",
      imageUrl: 'assets/imagesDescription/mobility7.png',
      paragraph: [
        Paragraph(
          heading: '',
          paragraph:
              'مددگار ایک ہاتھ سے آپ کے کلائی کو پکڑے اور دوسرے ہاتھ سے انگلیوں کو پکڑ کر موڑے اور پھر کلائی کو اوپر نیچے اس انداز سے حرکت دے کہ نیچے کی طرف آپ کی انگلیاں سیدھی ہو۔',
        ),
      ],
    ),
    CustomCardModel(
      heading: "انگوٹھے کو حرکت دینا",
      imageUrl: 'assets/imagesDescription/mobility8.png',
      paragraph: [
        Paragraph(
          heading: '',
          paragraph:
              'مددگار آپ کے انگوٹھے کو پکڑ کر شہادت کی انگلی سے دور لے جائے ۔ پھر چھوٹی انگلی کے سا تھ ٹچ کرے اور دوبارہ اسی حالت میں لے آئے ',
        ),
      ],
    ),
  ];

  ///spinal cord injury

  static List<CustomCardModel> Complete_Injury = [
    CustomCardModel(
      heading: "حرام مغز کی چوٹ کا تعارف",
      imageUrl: 'assets/images/SC1.jpg',
      paragraph: [
        Paragraph(
            heading: 'حرام مغز کی چوٹ کا تعارف',
            paragraph:
                'حرام مغز ہمارے جسم کے اعصابی نظام کا ایک نہایت ہی اہم حصہ ہے ۔ حرام مغز دراصل  اعصاب کی ایک ڈور ہے جو دماغ سے نکل کر ریڑھ کی ہڈی میں کمر کے آخر تک جاتی ہے اس سے اعصاب نکل کر پورے جسم میں پھیلتے ہیں۔ حرام مغز اور دماغ مل کر جسم کا مرکزی اعصابی نظام بناتے ہیں۔ حرام مغز لاکھو ں کی تعداد میں اعصابی خلیوں ((Neuron اور اعصابی دھاگوں ((Axons  پر مشتمل ہوتا ہے۔ ایکزون کو ایک قسم کا موصل مادہ جسے ((Myelin Sheath کہتے ہیں ڈھانپتا ہے۔ ایک اعصابی خلیہ سے درخت کی طرح شاخیں نکلتی ہے جسے ((Dendrites کہتے ہیں۔ اس کی مدد سے وہ دوسری اعصابی خلیوں سے پیغامات وصول کرتی ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "حرام مغز کے افعال",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'حرام مغز کے افعال',
            paragraph:
                'حرام مغز بنیادی طور پر تین افعال سرانجام دیتا ہے۔ جوکہ مندر ذیل ہیں۔ حرام مغز پورے جسم سے پیغامات دماغ تک پہنچاتا ہے۔ جس کی وجہ سے ہم گرم، سرد، درد اور دباؤ محسوس کرنے کے قابل ہوجاتے ہیں۔ حرام مغز کے جو خلیات پیغامات یا احساسات کو جسم سے دماغ تک پہنچاتی ہیں ان کو حسی اعصاب یا(Sensory (neuron) کہتے ہیں۔ حرام مغز دماغ سے پیغامات پورے جسم تک پہنچاتا ہے جس کی وجہ سے ہم عضلات کو حرکت دے سکتے ہیں۔ حرام مغز کی جو اعصابی خلیات پیغامات کو دماغ سے جسم تک پہنچاتی ہیں ان کو حرکی اعصاب  ((Motor neuron کہتے ہیں۔ حرام مغز غیر ارادی افعال ((Reflex action سرانجام دیتا ہے۔ مثلاً کسی گرم چیز کو ہاتھ چھونے کی صورت میں ہاتھ کا اچانک پیچھے ہٹنا۔ '),
      ],
    ),
    CustomCardModel(
      heading: "مہرے اور ریڑھ کی ہڈی",
      imageUrl: 'assets/images/SC2.gif',
      paragraph: [
        Paragraph(
            heading: 'مہرے اور ریڑھ کی ہڈی',
            paragraph:
                'حرام مغز کی حفاظت کے لیے ہڈیوں کا ایک نظام قائم ہے جسے مہرے یا ((Vertebrae کہتے ہیں۔ ہمارے جسم میں کل تینتیس(33) مہرے پائے جاتے ہیں۔ آخری تین مہرے اکٹھے ہوکر ٹیل بون ((Tailbone  بناتے ہیں ۔ مہروں کو ایک دوسرے سے ایک نرم قسم کی کری ہڈی جدا کرتی ہے جسے ڈسک ((Disc کہتے ہیں۔ڈسک کی وجہ سے مہرے ایک دوسرے کے اوپر حرکت کرنے کے قابل ہوجاتے ہیں اور یوں ہمارے گردن اور کمر میں مڑنے کی صلاحیت پیدا ہوجاتی ہے سارے مہرے مل کر ریڑھ کی ہڈی ( (Spinal column تشکیل دیتے ہے۔'),
      ],
    ),
    CustomCardModel(
      heading: "ریڑھ کی ہڈی کے حصے ",
      imageUrl: 'assets/images/SC3.jpg',
      paragraph: [
        Paragraph(
            heading: 'گردن کے مہرے',
            paragraph:
                'یہ مہرے سر کے نیچے حصہ سے شروع ہوکر گردن کے آخر تک ہوتے ہیں ۔ ان کی تعداد سات ہیں۔ یہ جسامت میں چھوٹے ہوتی ہیں ۔ ان کی وجہ سے سر دائیں، بائیں اور اوپر، نیچے حرکت کرنے کے قابل ہوتا ہے۔ ریڑھ کی ہڈی کے اس حصے کے اندر جو حرام مغز ہوتا ہے۔ اس سے سر، گردن، اوپر کا جسم، بازو اور ہاتھوں  کے لیےاعصاب نکلتے ہیں۔'),
        Paragraph(
            heading: 'چھاتی کے مہرے',
            paragraph:
                'یہ مہرے جسامت میں چھوٹے ہوتے ہیں۔ریڑھ کی ہڈی کا یہ حصہ چھاتی میں ہوتا ہے۔ اس میں کل بارہ مہرے ہوتے ہیں جن کے ساتھ پسلیاں منسلک ہوتی ہیں ۔ یہ جسامت میں پتلے ہوتے ہیں جس کی وجہ سے چوٹ کے نتیجے میں ان کے ٹوٹنے کا زیادہ خطرہ ہوتا ہے۔ان مہروں میں گھو منے کی ہی صلاحیت ہوتی ہے۔ پسلیاں ان کو اطراف میں حرکت سے روکتی ہے۔ تھوڑی مقدار میں  آگے اور پیچھے ہونے کی صلاحیت بھی ہوتی ہے۔ اس حصے  سے ہاتھو ں، انگلیوں، چھاتی اور پیٹ کے عضلات کے لیے اعصاب نکلتے ہیں۔ '),
        Paragraph(
            heading: 'کمر کے مہرے',
            paragraph:
                'ان مہروں کی تعداد پانچ ہوتی ہیں ۔ یہ جسامت میں بڑے، چوڑے اور موٹے ہوتے ہیں۔ ان میں آگے پیچھے اور اطراف کی طر ف حرکت کرنے کی صلاحیت ہوتی ہے۔ اس حصے سے کولہے ،گھٹنوں، ٹخنوں اور پاؤں کی انگلیوں کے لیےاعصاب نکلتے ہیں۔ '),
        Paragraph(
            heading: 'آخری حصہ کے مہرے',
            paragraph:
                'ریڑھ کی ہڈی کے اس آخری حصہ میں پانچ مہرے ایک دوسرے کے ساتھ ملی ہوتے ہیں۔ اس حصے سے پیروں، پاؤں کی انگلیوں، مثانہ اور مقعد کے عضلات کے لیے اعصاب نکلتے ہیں۔'),
        Paragraph(
            heading: 'دمچی کی ہڈی',
            paragraph:
                'یہ ریڑھ کی ہڈی کا آخری حصہ ہوتا ہے. اس کو Tail bone بھی کہتے ہیں. یہ چار مہروں پر مشتمل ہوتا ہے جوکہ ایک دوسرے سے ملی ہوئی ہوتی ہیں.'),
      ],
    ),
    CustomCardModel(
      heading: "حرام مغز کی چوٹ",
      imageUrl: 'assets/images/SC4.jpg',
      paragraph: [
        Paragraph(
            heading: 'حرام مغز کی چوٹ',
            paragraph:
                ' جب کسی حادثے کے نتیجے میں گردن، چھاتی یا کمر   میں ریڑھ کی ہڈی ٹوٹتی ہے تو حرام مغز زخمی ہو جاتا ہے اور یوں حرام مغز کی چوٹ واقع ہو جاتی ہے۔ جس کی وجہ سے جسم میں احساسات اور حرکات متاثر ہوجاتے ہیں۔ احساسات اور حرکات متاثر ہونے کے لیے ضروری نہیں کہ حرام مغز مکمل طور پر کٹ جائے بلکہ اس کا معمولی زخم یا دباؤ بھی اس کی وجہ بن سکتی ہے۔ کبھی کبھی یہ بھی ہوتا ہے کہ ہڈی ٹوٹ جاتی ہے لیکن حرام مغز محفوظ رہتا ہے اور احساسات اور حرکات پر کوئی         اثر نہیں پڑتا۔   حرام مغز کی چوٹ کے نتیجے میں دماغ اور جسم کا رابطہ متاثر یا ختم ہوجاتا ہے۔ حرام مغز کی چوٹ گردن، چھاتی یا کمر کے جس حصے میں واقع ہو تی ہے اس سے نیچے جسم میں احساسات اور حرکات کم ہو جاتے ہیں یا پھر مکمل طور پر ختم ہوجاتے ہیں۔ پیشاب اور پاخانہ پر کنٹرول  بھی متاثر ہوتا ہے۔ یا دوسرے لفظوں میں چوٹ والی جگہ سے نیچے جسم مکمل یا جزوی طور پر مفلوج ((Paralyzed ہوجاتا ہیں۔ دوسری جنگ عظیم تک حرام مغز کی چوٹ سے متاثرہ افراد کی زندگی بہت ہی مختصر ہوتی تھیں۔ پیشاب کی نالیوں، پھیپھڑوں اور   جلد کی انفیکشن کی وجہ سے وہ بہت جلد مرجاتے ۔ دوسری جنگ عظیم کے بعد انٹی بائیوٹک اور دیکھ بھال کی بہتر طریقوں کی دریافت نے انہیں لمبی زندگی گزارنے کا موقع فراہم کیا۔ آج ایک حرام مغز کی چوٹ سے متاثرہ فرد ایک عام آدمی  جتنی لمبی زندگی جی سکتا ہے۔ حرام مغز کی چوٹ ایک سے زیادہ مراحل میں وقوع پذیر ہوتی ہے۔ کسی حادثے کے نتیجے میں جب ریڑھ کی ہڈی ٹوٹتی ہے تو پہلے مرحلے میں حرام مغز کے اعصاب کو نقصان پہنچتا ہے یا وہ مرجاتے ہیں۔ اس کے بعد اگلے مراحل کا سلسلہ شروع ہوتا ہے جو کئی  گھنٹوں یا دنوں تک جاری رہتے ہیں۔ جس میں زخم والی جگہ تک آکسیجن کا نہ پہنچنا اور زہریلے مواد کا اخراج نقصان کو اور بھی بڑھادیتے ہیں۔ 1990 ء سے پہلے ، ڈاکٹر حضرات اس مرحلے میں ہونے والے نقصان کو کم سے کم کرنے کے لئے یتھائل پریڈینسولو ن نامی سٹیرائیڈ کا استعمال کرتے تھے لیکن بعض میں ہونے والی تحقیقات سے ثابت ہوا کہ یہ بھی موثر نہیں ہے۔ ریڑھ کی ہڈی حرام مغز کو حفاظت فراہم کرتی ہے۔ کسی حادثے کے نتیجے میں جب ریڑھ کی ہڈی ٹوٹتی ہے تو یہ حرام مغز کو زخمی کردیتی ہے یا دبا دیتی ہے ۔ ٹوٹنے کے بعد اگر ہڈی حرام مغز کو دبا رہی ہے تو ڈاکٹر آپریشن کرکے دباؤ کو ہٹادیتے ہیں۔ شروع میں کچھ دن انتظار  کرکے دباؤ ہٹانے کے لیے آپریشن کیا جاتا تھا۔ لیکن اب جتنی جلدی ہوسکےدباؤ ہٹانے کے لیے اتنی جلدی آپریشن کو مفید حیال کیا جاتا ہے۔ ابتدائی چوٹ کے کچھ دنوں بعد جب حرام مغز کی سوجن کم ہونا شروع ہوجاتی ہے تو کچھ بہتری آنا شروع ہوجاتی ہے اور کسی حد تک احساسات وحرکات لوٹ آتی ہیں ۔ بعض حالتوں میں نامکمل زخم کی صورت میں اٹھارہ ماہ تک بہتری آتی رہتی ہے۔ بلکہ بعض صورتوں میں تو کئی  سال بعد بھی بہتری دیکھی گئی    ہے۔'),
      ],
    ),
    CustomCardModel(
      heading: "حرام مغز کی چوٹ کےوجوہات",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'حرام مغز کی چوٹ کےوجوہات',
            paragraph:
                'ریڑھ کی ہڈی یا حرام مغز کی چوٹ کے مختلف وجوھات ہیں ۔ جن میں سے کچھ مندرجہ ذیل ہیں۔'),
        Paragraph(heading: '', paragraph: 'گاڑیوں کے حادثات'),
        Paragraph(heading: '', paragraph: 'چھت، درخت یا کھمبے وغیرہ سے گرنا'),
        Paragraph(heading: '', paragraph: 'کم گہرے پانی میں غوطہ لگانا'),
        Paragraph(heading: '', paragraph: 'ریڑھ کی ہڈی کو گولی لگنا۔'),
        Paragraph(
            heading: '',
            paragraph:
                'دہشت گردی اور بم دھماکوں میں ریڑھ کی ہڈی کا زخمی ہونا۔'),
        Paragraph(heading: '', paragraph: 'چاقو یا چھری لگنے سے۔'),
        Paragraph(heading: '', paragraph: 'قدرتی آفات اور زلزلہ سے۔'),
        Paragraph(
            heading: '',
            paragraph: 'بیماریوں اور دوران سرجری مختلف پیچیدگیوں کی وجہ سے.'),
        Paragraph(heading: '', paragraph: 'حرام مغز کے(Tumor) کی وجہ سے.'),
        Paragraph(heading: '', paragraph: 'ہڈیوں کی بیماری کی وجہ سے.'),
      ],
    ),
    CustomCardModel(
      heading: "مکمل زخم",
      imageUrl: 'assets/imagesDescription/C-Injury.jpg',
      paragraph: [
        Paragraph(
            heading: 'مکمل زخم',
            paragraph:
                'جب حرام مغز کی چوٹ نہایت ہی شدید نوعیت کی ہو اور کوئی  بھی پیغام دماغ سے جسم  اور جسم سے دماغ تک اس کے ذریعے نہ جاسکےتو ایسے زخم کو حرام مغز کا مکمل چوٹ یا(Complete Spinal Cord Injury) کہتے ہیں۔ اس قسم کی چوٹ میں زخم کے نیچے جسم میں محسوس کرنے اور حرکت کرنے کی صلاحیت مکمل طور پر ختم ہوجاتی ہے۔ اس میں بہتری کی امید کم ہوتی ہے اور انسان ہمیشہ کے لیے معذور ہوجاتا ہے'),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "نامکمل زخم",
      imageUrl: 'assets/imagesDescription/IC-Injury.jpg',
      paragraph: [
        Paragraph(
            heading: 'نامکمل زخم',
            paragraph:
                'اگر حرام مغز کی چوٹ کے بعد چوٹ کے نیچے جسم کے حصے میں کچھ احساسات اور حرکات باقی رہیں تو اس قسم کے زخم کو نامکمل زخم یا (Incomplete injury)کہتے ہیں۔ اس قسم کی چوٹ میں بہتری کی امید ہوتی ہے۔چوٹ لگنے کے بعد جیسے ہی حرام مغز کی سوجن کم ہونے لگتی ہے تو بہتری آنا شروع ہوجاتی ہے اور کئی مہینوں تک بلکہ بعض صورتوں میں میں تو کئی سالوں تک بہتری دیکھی گئی ہے.'),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "ASIA Scale",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'ASIA Scale',
            paragraph:
                ' حرام مغز کی چوٹ کے بعد جسم میں کتنی حسی و حرکی خرابی واقع ہوچکی ہے یہ معلوم کرنے کے لئے یہ درجہ بندی استعمال کیا جاتا ہے۔ اس درجہ بندی کی بنیاد اس با ت پر ہے کہ مریض چوٹ سے نیچے جسم کے مختلف حصوں میں کتنا محسوس کرسکتا ہے اور اس کے عضلات میں کتنی حرکت ہے یہ درجہ بندی(A) سے شروع ہوکر (E) تک کی جاتی ہے۔ اے مکمل حسی وحرکی خرابی کو ظاہر کرتی ہے۔ جبکہ ای میں کوئی خرابی جسم میں نہیں ہوتی۔ تفصیلات درجہ ذیل ہیں۔ '),
        Paragraph(
            heading: '(ASIA A )',
            paragraph:
                'اس درجہ میں چوٹ سے نیچے جسم کے کسی حصے (بشمول مقعد) میں احساسات وحرکات نہیں پائی جاتی ہیں۔'),
        Paragraph(
            heading: '(ASIA B)',
            paragraph:
                'اس درجہ میں چوٹ سے نیچے جسم کے مختلف جگہوں (بشمول مقعد) میں کچھ احساسات ہوتی ہیں۔'),
        Paragraph(
            heading: '(ASIA C)',
            paragraph:
                'اس درجہ میں چوٹ سے نیچے جسم کے عضلات میں کچھ حرکت ہوتی ہے۔ لیکن ان عضلات میں حرکت اتنی کمزور ہوتی ہے  کہ ان میں سے پچاس فیصد عضلات کششش ثقل کے مخالف حرکت نہیں کرسکتے۔'),
        Paragraph(
            heading: '(ASIA D)',
            paragraph:
                'اس درجہ میں چوٹ سے نیچے جسم کے حصوں میں حرکات اور بھی بہتر ہوتے ہیں اور پچاس فیصد سے زیادہ عضلات کشش ثقل کے مخالف حرکت کے قابل ہوتے ہیں۔ '),
        Paragraph(
            heading: '(ASIA E)',
            paragraph:
                'اس درجہ میں حرکات واحساسات مکمل صحیح ہوتے ہیں اور کوئی حسی یا حرکی خرابی نہیں ہوتی ہے۔'),
      ],
    ),
    CustomCardModel(
      heading: "جزوی مفلوج جسم یا پیرآپلیجیا",
      imageUrl: 'assets/imagesDescription/Disabilities1.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'پیرآپلیجیا دو الفاظ کا مجموعہ ہے۔ پیرا کی معنی "دو" اور پلیجیا کی معنی "حرکت    نہ کرنا"۔ یعنی یہ حرام مغز کی چوٹ کی وہ قسم ہے جس میں انسان کے  دونوں ٹانگیں متاثر ہو تے ہیں  ۔ یہ عمومًا تب واقعہ ہو تا ہے جب حرام مغز کی چوٹ گردن سے نیچے  ہوتی ہے۔ اس میں دونوں بازو اور ہاتھ صحیح   کام کرتے ہیں۔ دونوں ٹانگیں اور پیشاب و پاخانہ کے نظام متاثر ہوتے ہیں۔'),
      ],
    ),
    CustomCardModel(
      heading: "مکمل مفلوج جسم یا کواڈریپلیجیا",
      imageUrl: 'assets/imagesDescription/Disabilities2.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'کواڈریپلیجیا دو الفاظ کا مجموعہ ہے۔ کواڈ کی معنی "چار" اور پلیجیا کی معنی "حرکت  نہ کرنا"۔ یعنی یہ حرام مغز کی چوٹ کی وہ قسم ہے جس میں انسان کے دونوں بازو اور ٹانگیں متاثر ہو تی ہیں  ۔ ۔ پیشاب و پاخانہ کا نظام بھی متاثر ہوتا ہے ۔ یہ عمومًا" تب واقعہ ہو تی ہے۔ جب حرام مغز کو چوٹ گردن کے حصہ     میں لگ جاتی ہے ۔ یا دوسرے لفظوں میں جب کسی حادثے کے نتیجے میں انسان کی گردن ٹوٹ  جاتی ہے۔'),
      ],
    ),
    CustomCardModel(
      heading: "کواڈریپلیجیا کے وجوہات ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'کواڈریپلیجیا کے وجوہات',
            paragraph:
                'پہلے بیان کیے گئے  وجوہات کے علاوہ کواڈریپلیجیا کی سب سے بڑی وجہ کم گہرے پانی میں سر کے بل چلانگ لگانا    ہے۔ ایسا کرتے ہوئے آپ کا سر نیچے پانی کے فرش کے ساتھ ٹکرا جاتا ہےپھر دباؤ سر سے گردن میں منتقل ہو  جاتا ہے اور نتیجتًا" گردن کی ہڈی ٹوٹ جاتی ہے۔ اکثر نوجوان گرمیوں میں نہروں اور سوئمنگ پولوں(Swimming Poles) میں نہاتے ہو ئے کم گہرے پانی میں چلانگ لگا کر گردن توڑدیتے ہیں اور کواڈریپلیجیا کا شکار ہو جاتے ہیں۔ چنانچہ نوجوانوں کو چاہیے کہ وہ نہاتے ہو ئے پانی میں تب تک سر کے بل چلانگ نہ لگائیے جب تک انہیں پانی کی گہرائی کا سو فیصد علم نہ ہو جائے ۔ '),
      ],
    ),
    CustomCardModel(
      heading: "کواڈریپلیجیا کے درجات",
      imageUrl: 'assets/images/SC5.jpg',
      paragraph: [
        Paragraph(
            heading: 'بلند درجہ کی چوٹ',
            paragraph:
                'اس قسم کی چوٹ گردن کے اوپر کے حصہ     میں ہو تی ہے اور اس کی وجہ سے معذوری بھی بہت زیادہ ہو تی ہے۔ بعض Cases میں تو انسان خود سے سانس لینے کے قابل بھی نہیں رہتا اور اسکے لیےوینٹی لیٹر کی ضرورت ہو تی ہے۔ اس میں انسان کو ئی بھی کام خود سے نہیں کرسکتا، وہ ہر کام کے لیےدوسروں کا محتاج رہتا ہے۔ اوراُس کو چوبیس گھنٹے دیکھ بھال کی ضرورت رہتی ہے۔'),
        Paragraph(heading: 'نچلے درجہ کی چوٹ', paragraph: ''),
        Paragraph(
            heading: 'سی 5 سی 6 (C5-C6)',
            paragraph:
                'اس میں انسان بول سکتا ہے لیکن سانس لینا تھوڑادشوار ہو تا ہے۔ بازوؤں میں حرکت    ہو تی ہے اور کہنی کو بھی موڑ سکتا ہے۔ سی 6 میں کلائی کو بھی اوپر حرکت    دے سکتا ہے ۔ وہیل چئیر سے بستر اور بستر سے وہیل چئیر تھوڑے سے سہارے کے یا بغیر کسی سہارے کے منتقل ہو  سکتا ہے۔ '),
        Paragraph(
            heading: 'سی7 سی 8 (C7-C8)',
            paragraph:
                'اس میں انسان کی معذوری تھوڑی کم ہو جاتی ہے اور روزمرہ زندگی کے اکثر کام خود سے کرسکتا ہے ۔ہاتھ کو سیدھا اور کلائی کو دونوں طرف موڑ سکتا ہے جس سے منتقل ہونے میں بہت سہولت ہو  جاتی ہے۔ سی 8 میں تو انسان انگلیوں  سے چیزوں کو پکڑ  بھی سکتا ہے۔'),
        Paragraph(heading: 'پیرآپلیجیا کے درجات', paragraph: ''),
        Paragraph(
            heading: 'ٹی 1 سے ٹی9 :(T1-T9)',
            paragraph:
                'اس درجہ میں چھاتی کے مہروں میں چوٹ آتی ہے۔ اس میں انسان کے ہاتھ مکمل طور پر ٹھیک ہوتے ہیں۔ اگر چوٹ چھاتی کے اوپر کے مہروں میں ہو تو کھانسنے اور بغیر سہارے کے بیٹھنے میں دشواری ہوسکتی ہے۔ روزمرہ زندگی کے سارے کام خود سے کیے جاسکتے ہیں اور ہاتھوں  والی ویل چیئر سے گھر کے اندر اور باہر حرکت کی جاسکتی ہے۔ '),
        Paragraph(
            heading: 'ٹی 10سے ایل  1:(T10-L1)',
            paragraph:
                'اس میں اگرچہ پاؤں میں احساسات اور حرکات نہیں ہوتی۔ لیکن ہاتھ مکمل صحیح   ہوتے ہیں اور چھاتی کے عضلات میں بھی حرکت ہوتی ہے۔ انسان اس میں روزمرہ زندگی کے سارے کام سر انجام دے سکتا ہے۔ '),
        Paragraph(
            heading: 'ایل 2 سے ایل5 :(L2-L5)',
            paragraph:
                'اس درجہ میں ریڑھ کی ہڈی کے نچلے مہروں میں چوٹ آتی ہے۔ اس میں حرکات اور احساسات اور بھی زیادہ ہوتے ہیں۔ پاؤں کے حصوں میں بھی چوٹ کی نوعیت کے مطابق حرکت ہوتی ہے۔ ایس3 اور نیچے کے درجے میں انسان چل بھی سکتا ہے لیکن پیشاب اور پاخانہ پر کنٹرول اب بھی نہیں ہوتا۔'),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "کسی حادثے یا حرام مغز کی چوٹ کے بعد احتیاطیں",
      imageUrl: 'assets/images/SC6.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                ' اگر کوئی حادثے کے فورًا بعد یہ شکایت کریں کہ وہ پاؤں کو حرکت نہیں دے سکتا یا ان کو محسوس نہیں کرسکتا تو سمجھنا چاہیے کہ اس کو ریڑھ کی ہڈی کی چوٹ یا (Spinal Cord Injury) ہو گئی    ہے ۔ چنانچہ اس موقع  پر مریض کو حادثہ والی جگہ سے نکالنے اور ہسپتال لے جانے میں بہت ہی احتیاط کی ضرورت ہوتی ہے۔  اگر چوٹ اس کی کمر میں ہو تو اس کی کمر کو مزید نہ ہلائیں اور اگر گردن میں ہو تو گردن کو نہ ہلائیں۔ تاکہ جتنا زخم ہو چکا ہے وہ اس سے زیادہ نہیں بڑھے ۔ اس کا صحیح طریقہ یہ ہے کہ تین یا چار بندے اس کو پکڑیں۔ ایک گردن سے ،ایک کمر سے اور ایک ٹانگوں سے۔ پھر نہایت ہی احتیاط کے ساتھ اس کے کمر اور گردن کو ہلائییں یا موڑے بغیر  سٹریچر یا چارپائی جس کے اوپر تختہ لگا ہوا ہو، کے اوپر   منتقل کریں ۔ اس کے بعد اس کو بیلٹ یا چادر کی مدد سے باندھے اور ہسپتال لے جائیں۔چھوٹےہسپتال کی نسبت بڑے ہسپتال لے جانا     زیادہ بہتر ہوتا ہے کیونکہ وہاں کے عملے کو شروع کی دیکھ بھال کا زیادہ بہتر پتہ ہوتا ہے۔ کسی بھی شدید نوعیت کے حادثے مثلاً ایکسیڈنٹ، چھت یا کھمبے سے گرنے یا کنویں وغیرہ میں گرنے کے نتیجے میں ہمیں یہ فرض کرنا چاہیے کہ مریض کی ریڑھ کی ہڈی ٹوٹ گئی    ہے اور پھر ہمیں ہسپتال منتقلی کے  دوران اوپر بیان کئے گئے  احتیاطی تدابیر اختیار کرنی چاہیے۔ کسی حادثے کے نتیجے میں اکثر یوں بھی ہوتا ہے کہ مریض کی ریڑھ کی ہڈی کو نقصان پہنچ چکا ہوتا ہے لیکن اس کا حرام مغز صحیح رہتا ہے۔ چنانچہ اگر اس مرحلے پر مریض کو بتائے  گئے  احتیاطی تدابیر اختیار کرکے ہسپتال منتقل کیاجا ئے تو کچھ عرصے بعد وہ بالکل ٹھیک ہوسکتا ہے اور عمر بھر کی معذوری سے بچ سکتا ہے یا اس کی معذوری کم ہوسکتی ہے۔ ریڑھ کی ہڈی کی چوٹ کے بعد صحیح طریقے سے ایکسیڈنٹ والی جگہ سے ہسپتال پہنچانا بہت ہی اہم ہوتا ہے یہ بہت ہی نازک مرحلہ ہوتا ہے۔ ہمارے ملک میں چونکہ اس کے بارے میں ذیادہ لوگوں کو معلومات نہیں اس وجہ سے  نہایت ہی برے طریقے سے مریض کو ہسپتال منتقل کیا جاتا ہے ۔ اکثر ہاتھوں  اور پیروں سے بے ترتیب طریقے سے پکڑا جاتا ہے اس طرح ٹوٹی ہوئی ہڈی حرام مغز میں اور بھی چھب کرچوٹ کو نہایت ہی بڑھا دیتا ہے اور اس کو عمر بھر کی معذوری میں مبتلا کر دیتے ہیں۔یہاں پر میں  ڈاکٹر خالد جمیل صاحب کی مثال  دینا چاہوں گا۔ وہ کہتے ہیں" جب میرا ایکسیڈنٹ ہو ا تو میں نے محسوس کیا کہ میرے پاؤں کی حرکت متاثر ہو گئی    ہے چنانچہ میں سمجھ گیا کہ مجھے ریڑھ کی ہڈی کی چوٹ لگی ہے۔  چونکہ میں  ہوش میں تھا تو جو لوگ  مجھے ہسپتال شفٹ کررہے تھے ان کو میں نے سمجھایا کہ میں خود بھی ڈاکٹر ہوں اور مجھے ریڑھ کی ہڈی کی چوٹ لگی ہے ابھی میں جس طرح آپ لوگوں کو بتاؤ ں،اسی طریقے سے آپ مجھے گاڑی سے نکالیں اور ہسپتال پہنچا دیں ۔،"تو چنانچہ بہت ہی اچھے   طریقے سے اس کا خیال رکھا گیا اور  ہسپتال منتقل کیا گیا ۔ جس کی وجہ سے اس اس اُن کی چوٹ زیادہ نہیں بڑھی اور آج اللہ تعالی کی فضل سے چل پھرسکتے ہیں۔ '),
      ],
    ),
  ];

  ///blader

  static List<CustomCardModel> Blader = [
    CustomCardModel(
      heading: "مثانہ کا انتظام",
      imageUrl: 'assets/imagesDescription/blader.jpg',
      paragraph: [
        Paragraph(
            heading: 'نظام اخراج ',
            paragraph:
                'یہ نظام ہمارے جسم سے فاسد مادے اکٹھے کرکے پیشاب کی صورت میں باہر خارج کرتا ہے۔ '),
        Paragraph(
            heading: 'گردے',
            paragraph:
                'ہمارے جسم میں ان کی تعداد دو ہوتی ہیں اور یہ پیٹ کے پچھلے طرف اوپر کے حصے میں واقع ہوتی ہیں ۔ یہ ہمارے جسم سے فاسد مادے اکٹھا کرکے ان کے ساتھ پانی  ملا کر پیشاب بناتے ہیں۔ '),
        Paragraph(
            heading: 'یوریٹر',
            paragraph:
                'یہ نالیاں ہوتی ہیں جو گردوں سے پیشاب مثانہ میں پہنچاتی ہیں۔'),
        Paragraph(
            heading: 'مثانہ',
            paragraph:
                'مثانہ ہمارے جسم کے اندر ایک لچک دار تھیلی کا نام ہے۔جس میں جسم کا فاسد مواد جسے پیشاب یا یورین کہتے ہیں جمع ہوتا ہے۔'),
        Paragraph(
            heading: 'سپنتٹر عضلات',
            paragraph:
                'یہ دو چھوٹےعضلات ہوتے ہیں۔ ایک مثانہ کے نچلے سرے پر اور ایک یوریترا میں واقع ہوتا ہے۔ یہ پیشاب کو مثانہ سے باہر جانے سے روکتے ہیں۔ '),
        Paragraph(
            heading: 'یوریترا',
            paragraph:
                'یہ ایک نالی ہوتی ہے جو پیشاب کو جسم سے باہر خارج کرتا ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "مثانہ خالی  کرنا",
      imageUrl: 'assets/imagesDescription/blader1.png',
      paragraph: [
        Paragraph(
            heading: 'حرام مغزکی چوٹ سے پہلے ',
            paragraph:
                'جب ایک صحت مند آدمی کا مثانہ یورین سے بھر جاتا ہے تو اس کے اخساسات حرام مغز کے ذریعے انسان کے دماغ تک پہنچتے ہیں چنانچہ وہ مثانہ خالی کرنے کی حاجت محسوس  کرتا ہے اور پھر مناسب جگہ دیکھ کر دماغ کی طاقت سے مثانہ کے عضلات پر زور لگا تا ہے۔ اور یوں یورین باہر نکلتا ہے اور مثانہ خالی ہوجاتا ہے۔'),
        Paragraph(
            heading: 'حرام مغز کی چوٹ کے بعد',
            paragraph:
                'حرام مغز کی چوٹ کے بعد انسان کے مثانہ کا رابطہ دماغ سے کٹ جاتا ہے ۔ نہ ہی کوئی پیغام مثانہ سے دماغ تک پہنچتا ہے اور نہ ہی دماغ سے مثانہ تک۔ اس وجہ سے نہ ہی انسان کو مثانہ کے بھرنے کا  احساس  ہوتا ہے اور نہ ہی وہ دماغ کی طاقت سے مثانہ کے عضلات پر زور لگا کر یورین باہر نکال سکتا ہے۔چنانچہ حرام مغز کی چوٹ کے بعد مثانہ خالی کرنے کے لیے مختلف طریقے اختیار کیے جاتے ہیں ۔ اس کا مقصد صفائی اور سہولت سے مثانہ کو خالی کرنا ہے تاکہ انسان کے صحت کو کوئی نقصان نہ پہنچے وہ پاک و صاف رہے اور عزت و وقار سے زندگی گزار سکے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "حرام مغز کی چوٹ کے بعد مثانہ کےاقسام",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'ریفلیکس مثانہ',
            paragraph:
                'اگر آپ کی چوٹ ٹی 12 سے اوپر ہو تو مثانہ میں پیشاب بھرنے کے بعد یہ خود بخود حرام مغز کے حکم سے سکڑتی ہے اورپیشاب باہر نکالنے کی کوشش کرتی ہے۔ اس قسم کے مثانہ کو ریفلیکس مثانہ کہتے ہیں۔ '),
        Paragraph(
            heading: 'فلیسیڈ مثانہ',
            paragraph:
                'اگر آپ کی چوٹ ٹی 12 سے نیچے ہو تو مثانہ میں خود بخود سکڑ کر پیشاب باہر نکالنے کی صلاحیت نہیں ہوتی۔ اس قسم کے مثانہ کو فلیسیڈ مثانہ کہتے ہیں'),
      ],
    ),
    CustomCardModel(
      heading: "مثانہ خالی کرنے کے طریقے سی آئی سی ",
      imageUrl: 'assets/imagesDescription/blader2.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'مثانہ خالی کرنے کے مختلف طریقے ہیں۔ کس کو کونسا طریقہ اختیار کرنا چاہیے اس کا انحصارمختلف عوامل پر ہوتا ہے۔ مثلاً آپ کی چوٹ کا درجہ کیا ہے، آپ کا مثانہ ریفلیکس ہے یا فلیسیڈ ، آپ کی ہاتھوں  کی فعالیت کتنی ہے۔،آپ کی طرز زندگی کیا ہے، آپ زیادہ وقت گھر کے اندر گزارتے ہے یا باہر، آپ مرد ہو یا عورت، آپ کوکونسے طریقے میں زیادہ سہولت ہے، کونسا آپ کی صحت کے لیے بہتر ہے۔ اور کونسا طریقہ آپ کو پسند ہے۔'),
        Paragraph(
            heading: 'سی آئی سی',
            paragraph:
                'اس طریقے میں تین چار گھنٹے بعد مثانہ میں نیلٹن کیتیٹر ڈال کر خالی کیا جاتا ہے ۔ اگر صفائی کا مناسب خیال رکھا جائے تو یہ سب سے بہترین طریقہ ہے کیونکہ اس میں انفیکشن کم ہو تی ہے اور سب سے اہم بات مثانہ  میں پیشاب جمع ہونے کی صلاحیت کم نہیں ہو تی۔ '),
        Paragraph(
          heading: 'طریقہ',
          paragraph:
              'سب سے پہلے ہاتھوں کو اچھی طرح صابن سے دھوئیں ۔ پھر (Penis) کے سر کو صابن سے دھوئیں یا گیلے کپڑے سے صاف کرنے کے بعد پایوڈین لگا روئی اس کے اوپر پھیریں۔ پھر کیتیٹر کو نکال کر صاف کپڑے کے اوپر رکھیں اور اس کے اوپر جیل لگاکر یورین  بیگ کے ساتھ منسلک کرکے نفس کے اندر آہستہ آہستہ داخل   کرتے جائیں۔ جب کیتیٹر مثانہ کے قریب پہنچے گا تو آگے جانارک جائےگا۔چنانچہ ہلکا سا اور زور لگائیں تاکہ یہ مثانہ کے اندر داخل  ہو اور پیشاب باہر نکلنا شروع ہوجائے ۔ جب مثانہ خالی ہوجائے اور پیشاب نکلنا بند ہوجائے تو کیتیٹر کو آہستہ آہستہ باہر نکالیں۔ نفس کو اچھی طرح صاف کریں۔ کیتیٹر اور ہاتھ دھوئیں ۔ ',
        ),
        Paragraph(
          heading: 'احتیاطیں',
          paragraph:
              'اس سارے عمل کے دوران صفائی   کا خیال رکھنا بہت اہم ہے۔ تاکہ جراثیم اندر داخل   نہ ہو اور انفیکشن  پیدا نہ کریں۔ کوشش کریں کہ ہر دفعہ نیا نیلٹن کیتیٹر استعمال کریں اور اگر آپ اس کی استطاعت نہیں رکھتے تو ایک کیتیٹر کو زیادہ مرتبہ استعمال کرنے کے لیے ایک اور طریقہ آپنائیں ۔اس طریقے کے مطابق پانی کو ابال کر اس میں کچھ قطرے پایوڈین ملائیں ۔ اس محلول کو بوتل میں رکھیں اور ہفتے بعد نیا محلول بنائیں ۔ کیتیٹر کو استعمال کے بعد اس محلول میں رکھا کریں۔ اس طرح ایک کیتیٹر ایک ہفتے تک استعمال کیا جاسکتا ہے۔',
        ),
      ],
    ),
    CustomCardModel(
      heading: "مثانہ خالی کرنے کے طریقے کنڈم کیتیٹر",
      imageUrl: 'assets/imagesDescription/blader3.png',
      paragraph: [
        Paragraph(
            heading: 'کنڈم کیتیٹر',
            paragraph:
                'اس طریقے کا سب سے بڑا فائدہ یہ ہو تا ہے کہ اس میں جسم میں کوئی بیرونی چیز داخل نہیں ہو تی اور اس طر ح انفیکشن کا چانس کم ہو تا ہے۔ لیکن اس کے بھی آپنے نقصانا   ت ہیں۔ جیسا کہ اس میں بعض دفعہ مثانہ مکمل طور پر خالی نہیں ہو تا اور مثانہ میں پیشاب جمع کرنے کی صلاحیت بھی متاثر ہو تی ہے۔ کواڈریپلیجیا سے متاثرہ افراد کا مثانہ ریفلیکس مثانہ ہو تا ہے جس کا مطلب یہ ہے کہ پیشاب جمع ہو نے کے بعد یہ خود بخود سکڑتا ہے اور خالی ہو نے کی کو شش کر تا ہے۔ اس عمل میں کبھی کبھی یہ بھی ہو تا ہے کہ پیشاب جمع ہو نے کے بعد مثانہ خود بخود سکڑتا ہے لیکن مثانہ سے پیشاب کو جسم سے باہر جانے سے روکنا والا سپنشٹر عضلہ بند ہو تا ہے اور یوں پیشاب گردوں کی جانب وآپس آتا ہے اور گردوں کو نقصان پہنچاتا ہے جس کی وجہ سے ڈاکٹر کنڈم کیتیٹر کو کواڈریپلیجیا سے متاثرہ افراد کے لیے پسند نہیں کرتے۔ اور اگر کوئی  پھر بھی  یہ طریقہ اختیار کرنا چاہے تو سپنشٹر عضلہ کو تھوڑاکاٹتے ہے تاکہ یہ پیشاب کے اخراج میں رکاوٹ نہ بنے۔ '),
        Paragraph(
            heading: 'احتیاطیں',
            paragraph:
                'کوشش کریں کہ کیتیٹر کو چوبیس گھنٹوں بعد تبدیل کریں۔ ہر بار نیا کیتیٹر لگائیں اور اگر دوبارہ استعمال کرنا ہو تو لگانے سے پہلے صابن سے اچھی طرح دھوئیں ۔ مناسب سائز کا کیتیٹر استعمال کریں۔ اس کو زیادہ سست نہ باندھیں تاکہ یہ نکلے نہیں اور  زیادہ سخت بھی نہ باندھیں   تاکہ یہ نفس کی جلد کو زخمی نہ کرے ۔ تبدیل کرتے وقت نفس پر پایوڈین کی روئی اچھی طرح پھیریں۔ نفس کے جلد کا مشاہدہ کریں۔ اور اگر جلد پھولی ہوئی ہو یا اس کی رنگت تبدیل ہوئی ہو تو اس جگہ کے اوپر کیتیٹر کا ٹیپ نہ لگائیں اگر زیادہ مسئلہ ہو تو کچھ وقت کے لیے کیتیٹر نہ لگائیں اور پیشاب کا برتن استعمال کریں۔'),
      ],
    ),
    CustomCardModel(
      heading: "جسم کے اندر داخل ہو نے والی کیتیٹر",
      imageUrl: 'assets/imagesDescription/blader4.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'یہ وہ کیتیٹر ہوتا ہے۔ جو مثانہ کے اندر داخل کیا جاتا ہے اور کچھ دن اندر ہی پڑا رہتا ہے۔ یہ یا تو سلیکان کا یا پلاسٹک کا بنا ہوتا ہے سلیکان سے بنا ہوا مہینہ بعد اور پلاسٹک سے بنا ہوا ہفتے بعد تبدیل کرنا چاہیے۔ '),
        Paragraph(
            heading: 'نفس سے جانے والی کیتیٹر',
            paragraph:
                'یہ کیتیٹر عضو تناسل کے راستے مثانہ میں داخل   کیا جاتا ہے۔'),
        Paragraph(
            heading: 'تبدیل کرنے کا طریقہ',
            paragraph:
                'اس کیتیٹر کو آپ خود ہی یا خاندان کے کسی فرد کی مدد سے تبدیل کرسکتے ہیں۔ سب سے پہلے مطلوبہ سامان اکٹھا کریں اور بستر میں کمر کے بل لیٹے ۔ سرنج کی مدد سے پرانے کیتیٹر کا غبار ہ خالی کریں اور کیتیٹر کو باہر نکالیں۔ نفس کے سوراخ کو اچھی طرح صاف کریں اور اس کے اوپر پایوڈین لگائیں دستانے پہن لیں۔ نئےکیتیٹر کو نکال کر صاف کپڑے کے اوپر رکھیں اس کے ساتھ یورین بیگ منسلک کریں اور  اوپر جیل لگائیں. اس کے بعد کیتیٹر کو نفس کے  اندر آہستہ آہستہ ڈالیں۔ جب آپ کو محسوس ہو کہ کیتیٹر اور اندر نہیں جارہا اور پیشاب بیگ کے اندر آنا شروع ہوگیا ہے۔ تو کیتیٹر کے غبارہ کو تقریباً دس ایم ایل ڈسٹل واٹر سے بھریںپورے عمل کے دوران صفائی  کا بہت خیال رکھیں تاکہ جراثیم اندر داخل   ہوکر انفیکشن پیدا نہ کریں۔'),
        Paragraph(
            heading: 'روزمرہ کی احتیاطیں',
            paragraph:
                'جو لوگ یہ کیتیٹر استعمال کرتے ہیں ان کو چاہیے کہ دن میں دو دفعہ کیتیٹر اور نفس کے سوراخ کی صفائی کرے اور دن میں کئی  بار کیتیٹر کو بند رکھے  تاکہ مثانہ سکڑ نہ جائے اور اس میں پیشاب جمع کرنے کی صلاحیت کم نہ ہو۔'),
        Paragraph(
            heading: 'سپرآپیوبک کیتیٹر',
            paragraph:
                ' اس طریقے میں ناف کے نیچے چھوٹےسے آپریشن کے ذریعے سوراخ کر کے کیتیٹر ڈالا جاتا ہے۔پہلے قسم کے کیتیٹر کی نسبت اس کے کا فی فوائد    ہیں۔ مثلاً پہلے کی نسبت یہ نزدیک راستے سے مثانہ میں داخل   کیا جاتا ہے اور کیتیٹر کا کم حصہ     جسم کے اندر ہوتا ہے اس لیے انفیکشن کم ہو تا ہے۔،عضو تناسل کی نالی کو کوئی نقصان نہیں پہنچتا، اس کی صفائی   کرنا اور تبدیل کرنا کافی آسان ہوتا ہے، کیتیٹر چونکہ بیس بائیں سائز کا استعمال کیا جاسکتا ہے اس لیے زیادہ بند بھی نہیں ہوتا۔ شادی شدہ مردوں کے جنسی عمل میں یہ رکاوٹ نہیں بنتا اگر زندگی میں آسانی اور دوسروں پر کم اعضاء کے کے حوالے سے دیکھا جائےتو یہ طریقہ کواڈریپلیجیا سے متاثرہ لوگوں کے لیےزیادہ مناسب ہے۔ یہ قابل وآپسی عمل ہے اور اگر کیتیٹر کو نکالا جائے تو سوراخ ایک دو دن میں بند ہوجاتا ہے۔ نقصان اس کا یہ ہے کہ اس میں چونکہ جسم میں ہروقت ایک بیرونی چیز (کیتیٹر)۔موجود رہتی ہے جس کی وجہ سے انفیکشن کا خدشہ رہتا ہے ۔   '),
        Paragraph(
            heading: 'تبدیل کرنے کا طریقہ',
            paragraph:
                'سپرآپیوبک کیتیٹر کو آپ خود ہی یا خاندان کے کسی فرد کی مدد سے تبدیل کرسکتے ہیں۔ سب سے پہلے مطلوبہ سامان اکٹھا کریں اور بستر میں کمر کے بل لیٹ جائے ۔ سرنج کی مدد سے پرانے کیتیٹر کا غبار ہ خالی کریں اور اس کو باہر نکالیں۔ کیتیٹر کے سوراخ کو اچھی طرح صاف کریں اور اس کے اوپر پایوڈین لگائیں. دستانے پہن لیں ۔ نئے کیتیٹر کو نکال کر صاف کپڑے کے اوپر رکھیں اس کے ساتھ یورین بیگ لگائیں اور چار انچ تک جیل لگائیں پھر سوراخ کے اندر تقریباً چار انچ تک اندر ڈالیں۔جب آپ کو محسوس ہو کہ کیتیٹر اور اندر نہیں جارہا اور پیشاب بیگ کے اندر آناشروع ہوگیا ہے۔ تو کیتیٹر کے غبارہ کو تقریباً دس ایم ایل ڈسٹل واٹر سے بھریں۔ لگانے کے دوران یہ احتیاط کریں کہ جب کیتیٹر تقریباً چار انچ تک داخل ہو اور مزید اندر نہیں جارہا ہو تو اس موقع پر زور لگاکے مزید اندر داخل نہ کریں ورنہ یہ مثانہ کو زخمی کردیگا۔ پورے عمل کے دوران صفائی کا بہت خیال رکھیں تاکہ جراثیم اندر داخل ہوکر انفیکشن پیدا نہ کریں۔ '),
        Paragraph(
            heading: 'روزمرہ کی احتیاطیں',
            paragraph:
                'جو لوگ یہ کیتیٹر استعمال کرتے ہیں ان کو چاہیے کہ دن میں دو دفعہ کیتیٹر والی جگہ کی صفائی کرے اور دن میں کئی  بار کیتیٹر کو بند رکھے  تاکہ مثانہ سکڑ نہ جائے اور اس میں پیشاب جمع کرنے کی صلاحیت کم نہ ہو۔'),
      ],
    ),
    CustomCardModel(
      heading: "مثانہ پر دستک دینا",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'مثانہ پر دستک دینا',
            paragraph:
                'اس طریقہ میں پیٹ کے نچلے حصہ میں مثانہ کے اوپر ہلکا سا زور لگایا جا تا ہے اور اس طرح یورین کو باہر دھکیلا جا تا ہے۔ یہ طریقہ تب اختیار کیا جاتا ہے جب مثانہ ڈھیلا ہو خودبخود سکڑتا نہ ہو اور سپنشٹرعضلہ زیادہ سخت نہ ہو۔ یہ طریقہ عموماً فائدہ مند نہیں ہوتا کیونکہ اس میں مثانہ مکمل خالی نہیں ہوتا۔اور اس طرح انفیکشن کے امکانات ہوتے ہیں۔'),
      ],
    ),
    CustomCardModel(
      heading: "کچھ ٹیسٹ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'پیشاب کا ٹیسٹ',
            paragraph:
                'پیشاب کے اس ٹیسٹ میں دیکھا جاتا ہے کہ بیکٹیریا کی کونسی قسم سے انفیکشن ہورہا ہے اور پھر اس کے مطابق انٹی بائیوٹک تجویز کیے جاتے ہیں۔ اگر انٹی بائیوٹک استعمال کرنے کے باوجود آپ کا یوٹی ائی ٹھیک نہیں ہورہا تو یہ ٹیسٹ کریں۔ '),
        Paragraph(
            heading: 'یوروڈائنامک ٹیسٹ',
            paragraph:
                'مثانہ اور پیشاب کی نالی کس طرح آپنا کام سرانجام دے رہے ہیں، مثانہ کا حجم کیا ہے اور پیشاب باہر جاتے وقت مثانہ پر دباؤ کتنا  ہے وغیرہ جیسے معلومات جاننے کے لیے ایک ٹیسٹ کیا جاتا ہے جسے یوروڈائنامک ٹیسٹ کہتے ہیں۔ اس سے ڈاکٹر کو یہ بھی پتہ چل جاتا ہے کہ آپ کے لیے کونسا کیتیٹر زیادہ موزوں ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "پیشاب کی نالی کاانفیکشن",
      imageUrl: 'assets/imagesDescription/bladerInfection.jpg',
      paragraph: [
        Paragraph(
            heading: 'انفیکشن',
            paragraph:
                'حرام مغز کی چوٹ کے بعد انسان کو اکثر یو ٹی آئیی سے واسطہ پڑتا ہے۔ یہ تب ہوتی ہے جب کیتیٹر ڈالتے وقت یا روزمرہ زندگی میں صفائی   کا خیال نہ رکھا جائے اور بیکٹیریا مثانہ میں داخل ہو جائے مثانہ میں داخل   ہونے کے بعد بیکٹیریا آپنی تعداد بڑھاتی ہے۔ اور انسان یو ٹی آئیی کا شکار ہوجاتا ہے۔ اس کی ابتدائی علامات یہ ہے کہ پیشاب میں بادل نما چیزیں آتی ہے یہ بدبودار ہوجاتا ہے اور اس میں پیپ آتا ہے۔ دوسرے مرحلے میں انسان بخار میں مبتلا ہو جاتا ہے، کپکپی آتی ہے، چکر آتے ہیں سر میں درد ہو تا ہے۔ کواڈریپلیجیکس میں جسم کے عضلات میں سپازم یا سپاسٹیسٹی بڑھ جاتی ہے اور اٹونولک ڈیسریفلیکسیا کے دورے آتے ہیں۔ جب دوسرے مرحلے کے علامات ظاہر ہوجائے تو فوراً ڈاکٹر کے مشورے سے علاج شروع کر دینا چاہیے۔ اس کا عمومی علاج جو ڈاکٹر بتاتے ہیں وہ (Ciprofloxacin) کی دو گولیاں صبح وشام پانچ روز تک کھا نا ہے۔ یہ کورس شروع کرنے کے بعد پانچ روز تک جاری رکھنا چاہیے خواہ درمیان میں طبیعت میں بہتری بھی آئے ے تاکہ بیکٹیریا مکمل طور پر ختم ہو جائے ۔ یو ٹی آئی سے بچنے کے لیے مالٹے کا جوس یا وٹامن سی کی گولیاں بھی کافی مفید ہوتی ہے۔ یو ٹی آئی کا اگر بروقت علاج نہ کیا جائے تو بیکٹیریا مثانہ سے یوریٹر میں داخل ہو جاتے ہیں اور گردوں میں انفیکشن پھیل جاتی ہے۔گردوں کے انفیکشن کوپیلو نیپریٹس ((Pyelonephritis کہتے ہیں۔ یہ انفیکشن بہت خطرناک ہوتی ہے پرانے وقتوں میں ریڑھ کی ہڈی کی چوٹ سے ہلاکتوں کی ایک بہت بڑی وجہ تھی اور اب بھی ہے۔ '),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "یورین بیگ کو باندھنا",
      imageUrl: 'assets/imagesDescription/bladerUrine.jpg',
      paragraph: [
        Paragraph(
            heading: 'یورین بیگ کو باندھنا',
            paragraph:
                'حرام مغز کی چوٹ کے بعد یورین بیگ آپ کے جسم کا ایک طرح سے حصہ بن جاتا ہے۔ گھر کے اندر اور باہر اس کو ویل چیئر کے ساتھ لٹکانانہیں چاہیئے بلکہ اس کو پینٹ یا شلوار کے اندر چھپائیں تاکہ دیکھنے والوں کو آپ نارمل لگیں۔ یورین بیگ اگر نظر آئے گا تو لوگوں کو آپ بیمار لگیں گے اور پھر وہ آپ سے ہمدردی کا اظہار کرنا شروع کریں گے جو شاید آپ کو اچھا نہ لگیں۔ یورین بیگ کو گھٹنے کے اوپر یا گھٹنے اور ٹخنے کے درمیان اچھی طرح باندھیں اس طرح یہ لوگوں کو نظر نہیں آئے گا۔آپ کی شخصیت بہتر ہوگی۔ اس کے علاوہ اس کو خالی کرنا بھی آسان ہوگا۔'),
      ],
    ),
    CustomCardModel(
      heading: "تجربات",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'کیتیٹر کے سلسلے میں بعض کواڈریپلیجیکس کے زندگی کے تجربات',
            paragraph:
                'اب میں کیتیٹر کے سلسلے میں کچھ ایسے کواڈریپلیجیکس کے زندگی کے تجربات اور آراء آپ سے بیان کرنا چاہوں گا جو سالوں سے کواڈریپلیجیا کے ساتھ ایک فعال اور بھرپور زندگی گزار رہے ہیں۔ میری اس بارے میں آپنی ذاتی کہانی یہ ہے۔ کہ شروع میں ڈاکٹروں نے مجھے انڈویلنگ کیتیٹر((Indwelling catheter  لگائی کچھ عرصہ بعد میں ایکسٹرنل کیتیٹر پر آگیا۔ اور پھر کئی  سال میں نے یہ اختیار کیا۔ اس سے مجھے یوٹی آئی(UTI) بہت کم ہوتی تھی. لیکن چونکہ میں ایک کواڈریپلیجیک ہوں اور میرے ہاتھ صحیح   کام نہیں کرتے اس لیے اس کو برقرار رکھنا بہت مشکل ہو تا تھا۔ پھر میں نے یوروڈائینامک ٹیسٹ کیے، انٹرنیٹ پر ریسرچ کیا اور ڈاکٹر سے مشورہ کیا۔ اور  مجھے پتہ چلا کہ ایکسٹرنل کیتیٹر کواڈریپلیجیا سے متاثرہ افراد کے لیے صحیح   طریقہ نہیں اس سے(Detrusor Sphincter sysynergia)ہوتا ہے. یعنی پیشاب کا راستہ بند ہونے کی وجہ سے گردوں کی طرف وآپس آنے کا خطرہ ہوتا ہے۔ جس سےگردوں کو نقصان پہنچتا ہے۔ اور اگر مثانہ صحیح   طور پر خالی نہ ہو تو پتھری بننے کا خطرہ ہوتا ہے۔ چنانچہ اب مجھے مثانہ خالی کرنے کا طریقہ تبدیل کرنا تھا۔ اس سلسلے میں جو سب سے درست طریقہ ہے جسے سی آئی سی کہتے ہے وہ میرے لیے ممکن نہ تھا کیونکہ مثانہ کا حجم   کم ہونے کی وجہ سے ہر ایک دو گھنٹے بعدکسی کی مدد سے مجھے نیلٹن کیتیٹر گزارنے کی ضرورت پڑسکتی تھی جو مجھے منظور نہیں تھا۔ پہلے قسم کے انڈویلنگ کیتیٹر پر آنا    مجھے پسند نہیں تھا۔ چنانچہ انٹرنیٹ پر ریسرچ اور ڈاکٹر اور کواڈریپلیجیا سے متاثرہ دوستوں کے مشوروں کے بعد میں نے سپرآپیوبک کیتیٹر پر آنے کا فیصلہ کیا۔ اب تقریباً ایک سال سے میں سپرآپیوبک کیتیٹر استعمال کر رہا ہوں۔ میں اس سے کافی مطمئن ہوں کیونکہ اس سے میرا دوسروں پر انحصار کم ہوگیا ہے۔ اس کی صفائی   کرنا اور تبدیل کرنا آسان ہوتا ہے۔ اور اس سے مجھے ایک فعال اور آزاد زندگی گزارنے میں مدد ملی۔ اس کے ساتھ احتیاط میں یہ کرتا ہوں کہ پانی زیادہ پیتا ہوں اور دن میں ایک دو مرتبہ کیتیٹر کو بند بھی کرتا ہوں تاکہ مثانہ یورین سے بھر جائےاور اس کا حجم   کم نہ ہو۔ کیونکہ ڈاکٹر کے مطابق اگر میں کیتیٹر کو بند نہیں کروں گا تو مثانہ سکڑ جائے گا اور بالآخر اس کی سائز بہت چھوٹی رہ جائے گی۔ کیتیٹر کے سلسلے میں دوسرا تجربہ اپنے دوست وصالِ کا بیان کرنا چاہوں گا۔ جو کہ کواڈریپلیجیا کے ساتھ گذشتہ ستائیس سا ل سے ایک کامیاب اور فعال زندگی گزار رہا ہے۔ اور ایک سکو ل میں استاد ہے۔ اس کا تجربہ بھی میرے تجربے سے زیادہ مختلف نہیں۔ انہوں نے پچیس سال کبھی ایکسٹرنل اور کبھی انڈویلنگ کیتیٹر استعمال کرتے ہوئے گزارے۔ لیکن گذشتہ دو سال سے انہوں نے سپرپیوبک کیتیٹر لگا یا ہوا ہے جس سے وہ بہت مطمئن ہے اور کہتا ہے کہ مجھے یہ کیتیٹر بہت سال پہلے لگا نا چاہیے تھا کیونکہ میری زندگی اس کی وجہ سے بہت ہی پرسکون آزاد اور بہتر ہوگئی ہے۔ میرا ایک اور دوست جوکہ پچیس سال سے کواڈریپلیجیک ہے۔ انگلینڈ میں رہتا ہے اور زندگی میں کواڈریپلیجیا کے باوجود بہت ترقی کر چکا ہے۔ وہ کہتا ہے کہ میں پچیس سال سے ایکسٹرنل کیتیٹر استعمال کر رہا ہوں۔ لیکن اس کے لیے میرے ڈاکٹر نے سپنشٹر مسل کو تھوڑاکاٹ دیا ہے۔ تاکہ یہ یورین کے نکلنے میں زیادہ رکاوٹ نہ بنے اور گردوں کو کوئی نقصان نہ پہنچے۔ '),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///skin
  static List<CustomCardModel> Skin = [
    CustomCardModel(
      heading: "جلد کی حفاظت اور پریشر سور سے بچاؤ",
      imageUrl: 'assets/imagesDescription/skin1.png',
      paragraph: [
        Paragraph(
            heading: 'جلد کے حصے',
            paragraph:
                'جلد ہمارے جسم کا بہت ہی اہم حصہ ہے۔ اس کے دو حصے ہوتے ہیں۔ '),
        Paragraph(
            heading: 'بیرونی حصہ',
            paragraph:
                'جلد کے بیرونی حصہ کو ایپی ڈرمیس کہتے ہیں۔ یہ ہمارے اندرونی اعضاء کو ماحول سے علیحدہ کرتی ہے اور اس کی حفاظت کرتی ہے۔'),
        Paragraph(
            heading: 'اندورنی حصہ',
            paragraph:
                'جلد کے اندرونی حصے کو اینڈوڈرمیس کہتے ہیں۔ اس میں خون کی رگیں، بالوں کی جڑیں ، اعصاب، پسینہ کے غدود اور چربی کے خلیات ہوتے ہیں۔ یہ ہمارے جلد کو زندہ اور صحت مند رکھتے ہیں۔'),
      ],
    ),
    CustomCardModel(
      heading: "جلد کے افعال",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'حرام مغز کی چوٹ سے پہلے',
            paragraph:
                'جلد مختلف قسم کے افعال سرانجام دیتی ہے جو مندرجہ ذیل ہیں۔'),
        Paragraph(
            heading: '',
            paragraph:
                'یہ ہمارے اندرونی اعضاء کی حفاظت کرتی ہے۔ ان کو زخمی ہونے سے بچاتی ہے۔ اس کے علاوہ یہ جراثیم، انفیکشن اور سورج کی مضر شعاعوں کواندر جانے سے روکتی ہے۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'جلد جسم کے ٹمپریچر کو نارمل رکھنے میں مدد کرتی ہے۔ ٹھنڈ لگنے کی صورت میں جسم غیر ارادی طور پر کپکپاتی ہے تاکہ جسم کو گرم رکھ سکے۔'),
        Paragraph(
            heading: '',
            paragraph:
                'یہ زہریلے مواد کو پسینہ کی صورت میں جسم سے باہر خارج کرتی ہے۔'),
        Paragraph(
            heading: '',
            paragraph:
                'جلد کی وجہ سے آپ درد، دباؤ، چھونا اور ٹھنڈا گرم محسوس کرتے ہیں۔ ان میں موجود اعصاب جلد سے پیغامات کو حرام مغز کے ذریعے دماغ تک پہنچاتے ہیں اور اس لیے آپ یہ سب محسوس کرنے کے قابل ہوتے ہیں۔ '),
        Paragraph(
            heading: 'حرام مغز کی چوٹ کے بعد',
            paragraph:
                'حرام مغز کی چوٹ کے بعد جلد اندرونی اعضاء کو حفاظت پہلے کی طرح فراہم کرتی ہے مگر چونکہ ان میں موجود اعصاب کا رابطہ د ماغ سے منقطع ہوجاتاہے اس لیے اس کی کام کرنے کی صلاحیت متاثر ہوجاتی ہے۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'سب سے بڑا اثر چوٹ کے نیچے انسان کے چھو نے، دباؤ، درد اور ٹھنڈا گرم محسوس کرنے کی صلاحیت کا کھو دینا ہے۔ جس کی وجہ سے کوئی بھی چیز جو جسم کو زخمی کررہی ہو یا کوئی دوسرا نقصان پہنچا رہی ہو تو اس کا احساس آپ کو نہیں ہوتا جب تک کہ آپ اس کو دیکھ نہ لیں۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'حرام مغز کی مکمل چوٹ کی صورت میں جلد میں چوٹ کے نیچے جسم کا درجہ حرارت کنٹرول کرنے کی صلاحیت ختم ہوجاتی ہے۔ جس کی وجہ سے ماحول ٹھنڈ ا یا گرم ہونے کی صورت میں آپ کپکپاتے نہیں اور نہ ہی پسینہ خارج ہوتا ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "پریشر سور",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'پریشر سور',
            paragraph:
                'جب کوئی انسان بغیر حرکت کیئے مسلسل ایک جگہ پر بیٹھا یا لیٹا رہے۔ تو جلد کے اندر خون کی رگوں پر دباؤ پڑتا ہے۔ جس کی وجہ سے جلد کی اس جگہ تک آکسیجن اور خوراک کی ترسیل رک جاتی ہے وہاں پر موجود خلیات مر جاتے ہیں اور نتیجتاً  زخم بن جاتا ہے۔اس طرح کے بننے والے زخم کو پریشر سور یا بیڈ سور کہتے ہیں۔ پریشر سور کا خطرہ ہر اس انسان کو زیادہ ہوتا ہے جو حرکت کرنے کے قابل نہ ہو اور جس کے جلد میں محسوس کرنے کی صلاحیت متاثر ہو۔ حرام مغز کی چوٹ کے بعد چونکہ آپ کی یہ دونوں صلاحیتیں متاثر ہوتی ہے اس لیے پریشر سور لگنے کا خطرہ بڑھ جاتا ہے۔ حقیقت میں یہ حرام مغز کی چوٹ کے بعد ہونے والے اموات کا ایک بہت بڑا سبب ہے۔'),
        Paragraph(heading: 'پریشر سور کی وجوہات اور تدارک ', paragraph: ''),
        Paragraph(
            heading: 'دباؤ',
            paragraph:
                'پریشر سور کی سب سے بڑی وجہ دباؤ ہے۔ جب آپ ویل چیئر یا بستر میں بغیر دباؤ ہٹائے زیادہ دیر تک بیٹھے یا لیٹے رہیں تو اس کے بننے کا خطرہ زیادہ ہوتا ہے۔ چنانچہ دباؤ ہٹانا    آپنا لازمی اصول بنائیں ۔ بستر میں ہر دو گھنٹے بعد پہلو تبدیل کریں اور ویل چیئر میں ہر پندرہ منٹ بعد دباؤ ہٹائیں۔ ویل چیئر میں اچھی کوالٹی کا کوشن استعمال کرنے اور بستر میں اچھا فوم استعمال کرنے سے دباؤ کم ہونے میں مدد ملتی ہے اور پریشر سور کا خطرہ کم ہوتا ہے۔ کواڈریپلیجکس کو چاہیے کہ وہ ویل چئیر میں ہوا والی کوشن کا استعمال ضرور کریں کیونکہ یہ پریشر سور کے روک تھام میں نہایت ہی مفید ہے۔'),
        Paragraph(
            heading: 'رگڑنا',
            paragraph:
                'پریشر سور کی دوسری اہم وجہ جلد کا کسی چیز کے ساتھ رگڑنا ہے۔ ایسا عموماً ویل چیئر اور بستر کے درمیان منتقل ہونے کے دوران احتیاط نہ کرنے کی وجہ سے ہوتا ہے۔ یا سپاسٹیسٹی کی وجہ سے جب جوڑ حرکت    کرتے ہیں تو بستر وغیرہ کے ساتھ جلد رگڑتی ہے ۔ پہلے ہلکا سا زخم بنتا ہے پھر جب اس پر مسلسل دباؤ پڑتا ہے تو یہ پریشر سور میں تبدیل ہوجاتاہے ۔ چنانچہ بہت احتیاط سے کام لیں اور جلد کو دوسری سطح پر رگڑنے سے بچائیں۔'),
        Paragraph(
            heading: 'زخمی ہونا',
            paragraph:
                'ایک اور وجہ جلد کا زخمی ہونا بھی ہے۔ چونکہ آپ کے جسم کے احساسات متاثر ہوتے ہیں اس لیے آپ کو پتہ بھی نہیں چلتا اور کسی چوٹ کے نتیجے میں جلد زخمی ہوجاتی ہے۔ پھر جب اس جگہ پر دباؤ پڑ تا ہے تو زخم پریشر سور میں تبدیل ہوجاتا ہے۔ چنانچہ آپ آنکھوں سے زیادہ کا م لیں اور جلد کو زخمی ہونے سے بچائیں اور اگر کہیں زخم لگ جائے تو اس جگہ پر دباؤ نہ لائیں'),
        Paragraph(
            heading: 'نمی',
            paragraph:
                'جب پیشآپ، پاخانہ یا پانی کی وجہ سے بستر یا ویل چیئر گیلی ہوجائے   تو جلد نرم ہوجاتی ہے اور دباؤ کی صورت میں پریشر سور کا خطرہ زیادہ ہوتا ہے۔ چنانچہ ایسی صورتحال میں کپڑے بدلیں اور بستر یا ویل چیئر کا کوشن تبدیل کریں۔ نہانے کے بعد آپنے آپ کو تولیہ سے اچھی طرح خشک کر لیں۔'),
        Paragraph(
            heading: 'خشکی',
            paragraph:
                'حرام مغز کی چوٹ کے بعد چونکہ جسم سے پسینہ کا اخراج متاثر ہوتا ہے اس لیے جلد زیادہ تر خشک رہتی ہے جس کی وجہ سے جلد کے پھٹنےاور پریشر سور لگنے کا خطرہ زیادہ ہوتا ہے۔ چنانچہ ہاتھ اور پاؤں میں لوشن وغیرہ کااستعمال کریں'),
        Paragraph(
            heading: 'صفائی',
            paragraph:
                'صفائی کا خیال نہ رکھنے کی صورت میں جلد پر جراثیم جمع ہوجاتے ہیں اور جلد کے پھٹنے کی صورت میں انفیکشن کا خطرہ بڑھ جاتا ہے۔ چنانچہ صفائی   کا خاص خیال رکھیں اور کوشش کریں کہ روزانہ صابن سے نہائیں. '),
        Paragraph(
            heading: 'غذا',
            paragraph:
                'کمزور خوراک کھانے کی صورت میں جلد کمزور ہوجاتی ہے اور اس میں دباؤ برداشت کرنے کی صلاحیت متاثر ہوجاتی ہے۔ چنانچہ ایسی متوازن غذا  کھائیں جس میں وٹامن اے، سی، ای، زنک اور ائیرن کافی مقدار میں ہو۔ سبزیوں اور پھلوں کا استعمال زیادہ کریں اور اگر رنگ پیلا ہو تا ڈاکٹر کے مشورے سے ائیرن والی گولیوں کا استعمال شروع کریں۔'),
        Paragraph(
            heading: 'چھپی ہوئی جگہیں ',
            paragraph:
                'چونکہ آپ کے جسم میں اخساسات مکمل نہیں ہوتی اس لیے آپ کی نظروں سے چھپی ہوئی جسم کے حصوں میں دباؤ کی وجہ سے پریشر سور بن رہا ہوتا ہے اور آپ کو اس کا احساس نہیں ہوتا۔ چنانچہ روزانہ آئینہ  کی مدد سے آپنے ان جگہوں جیسے کمر اور کولہوں  کا مشاہدہ کریں اور جیسے ہی آپ کو ان جگہوں میں پریشر سور بننے کے علامات نظر آئیں تو  فورا ًاس کا علاج شروع کریں۔'),
        Paragraph(
            heading: 'پھو لنا',
            paragraph:
                'حرام مغز کی چوٹ کے بعد چونکہ آپ حرکت زیادہ نہیں کرسکتے اسلئیے ہاتھ پاؤں عموماً پھو ل جاتے ہیں اور پھر ان میں پریشر سور لگنے کا خطرہ بڑھ جاتا ہے۔ چنانچہ ایسی صورت میں ان کو اوپر رکھیں اور پاؤں کے لیے مخصوص جرابیں پہنیں تاکہ ان میں خون جمع نہ ہو'),
        Paragraph(
            heading: 'خراب آلات',
            paragraph:
                'خراب آلات جیسے ٹوٹی ہوئی ویل چیئر یا پھٹا ہوا کوشن یا بستر کا فوم بھی پریشر سور لگنے کا باعث بنتے ہیں۔ چنانچہ ان کی مرمت کریں یا ان کو تبدیل کریں۔'),
        Paragraph(
            heading: 'تنگ کپڑے، جرابیں اور جوتے',
            paragraph:
                'کپڑے، جرابیں اور جوتے اگر زیادہ تنگ ہو تو یہ بھی پریشر سور کا باعث بن سکتے ہیں۔ چنانچہ یہ چیزیں تھوڑی کھلی ہوئی استعمال کریں۔'),
      ],
    ),
    CustomCardModel(
      heading: "پریشر سور کے علامات ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'علامات',
            paragraph:
                'پریشر سور۔ کے ابتدائی علامات یہ ہیں کہ دباؤ والی جگہ بے رنگ، گلابی یا سرخ ہوجاتی ہے۔ اور گرم و سخت محسوس ہوتی ہے۔ کالی جلد کی صورت میں یہ تاریک یا چمکدار ہوجاتی ہے۔ یہ پریشر سور کا پہلا مرحلہ ہوتا ہے۔ اس میں جلد پھٹی ہوئی نہیں ہوتی۔ چنانچہ اگر فوراًدباؤ ہٹایا جائے اور دیکھ بھال کی جائے تو یہ جلدی ٹھیک ہوجاتی ہے۔ لیکن اگر دباؤ نہ ہٹایا جائے تو یہ اور بھی خراب ہوجاتی ہے اس کا رنگ سرخ، جامنی یا کالا ہوجاتاہے۔ اس کے بعد یہ اور بھی پھو ل جاتی ہے۔ ایک دانہ سا بن جاتا ہے جو پھٹ کر سوراخ کی شکل اختیار کرلیتا ہے اور انفیکشن ہوجاتی ہے۔ بعد میں یہ سوراخ نیچے گوشت اور ہڈیوں تک پہنچ جاتی ہے۔ اس مرحلے پر مہینوں بستر پر آرام اور علاج کی ضرورت ہوتی ہے۔ بعض حالتوں میں تو آپریشن کی بھی ضرورت ہوتی ہے۔ ایک دفعہ جلد کے جس حصے پر پریشر سور بن جاتا ہے۔ وہ پھر دوبارہ پہلے کی طرح مظبوط نہیں ہوتا اور اس حصے پر دوبارہ پریشر سور کا خطرہ ہوتا ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "پریشر سور کے مراحل",
      imageUrl: 'assets/imagesDescription/skin4567.png',
      paragraph: [
        Paragraph(
            heading: 'پہلا مرحلہ',
            paragraph:
                'پہلے مرحلے میں جلد بے رنگ، گلابی یا سرخ ہوجاتی ہے۔ اور گرم و سخت محسوس ہوتی ہے۔ کالی جلد کی صورت میں یہ تاریک یا چمکدار ہوجاتی ہے۔'),
        Paragraph(
            heading: 'دوسرا مرحلہ',
            paragraph:
                'دوسرے مرحلے میں جلد کی بیرونی تہہ کی یا جلدکےدونوں تہوں کی موٹائی جزوی طور پر ختم ہوجاتی ہے۔ '),
        Paragraph(
            heading: 'تیسرا مرحلہ',
            paragraph:
                'اس مرحلے میں جلد کی دونوں تہوں کی موٹائی مکمل طور پر ختم ہوجاتی ہے۔ بیرونی اور اندرونی تہوں میں ایک گہرا سوراخ بن جاتا ہے۔'),
        Paragraph(
            heading: 'چوتھامرحلہ',
            paragraph:
                'اس مرحلے میں زخم اور بھی گہرا ہوجاتا ہے۔ اور سوراخ جلد کی دونوں تہوں میں سے ہوتا ہوا ہڈیوں اور جوڑوں تک پہنچ جاتا ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "وہ جگہیں جہاں پریشر سور کا خطرہ زیادہ ہوتا ہے",
      imageUrl: 'assets/imagesDescription/skinPressure.jpg',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'پریشر سور کا خطرہ جسم کے ان حصوں میں زیادہ ہوتا ہے۔ جہاں پر ہڈیاں نکلی ہوئی ہو اور گوشت یا چربی کم ہو۔ جسم کے یہ حصے مندرجہ ذیل ہیں۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'کمر کے بل لیٹے ہوئے جسم کے جن حصوں پر دباؤ زیادہ ہوتا ہے اور پریشر سور کا خطرہ ہوتا ہے ان میں سر کا نچلا حصہ، کندھا، کندھے کی ہڈیاں، کہنی، ریڑھ کی ہڈی کا آخری حصہ کولہوں  کی ہڈی کے نکلے ہوئے حصے، گھٹنوں کے نچلے حصے اور ایڑیاں شامل ہیں۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'الٹالیٹنے سے کولہوں  کا نکلا ہوا حصہ، ران کی ہڈیوں کا اوپر والا حصہ، گھٹنے کا نکلا ہوا حصہ، گھٹنے کا سامنے والا حصہ، ٹانگ کی ہڈی کا اوپر والا حصہ،اور ٹخنے کی اندرونی ہڈی، ٹخنے کی بیرونی ہڈی پر پریشر سور کا خطرہ ہوتا ہے۔ '),
        Paragraph(heading: '', paragraph: ''),
        Paragraph(
            heading: '',
            paragraph:
                'پہلو پر لیٹتے ہوئے کان، کندھا، کہنی، دونوں گھٹنوں اور دونوں ٹخنوں میں پریشر سور بننے کا خطرہ ہوتا ہے۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'ویل چیئر میں بیٹھے ہوئے کندھوں  کی ہڈیاں، ہاتھ پاؤں کے اندرونی حصے، کولہے      کی ہڈیوں کے گوشت والے حصے ایڑیوں اور بیٹھنے والی جگہ پر پریشر سور بننے کا خطرہ ہوتا ہے۔'),
      ],
    ),
    CustomCardModel(
      heading: "پریشر سور کا علاج",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'اگر جلد کے کسی حصے پر پریشر سور کے ابتدائی علامات جیسے سرخ، بے رنگ یا تاریک ہونا ظاہر ہو۔ تو اس جگہ سے دباؤ فوراً ہٹائیں ۔ اگر آپ وہیل چئیر پر بیٹھے ہوئے ہو تو بےشک  بستر پر لیٹ جائیں۔ اگر لیٹنے کے دوران ہوا ہو تو پہلو تبدیل کریں اورپہلو تبدیل کرنے کا ٹائم کم کریں۔ جلد کا باقاعدگی سے مشاہدہ کرنا شروع کریں۔ وہ وجہ معلوم کرنے کی کوشش کریں جس کی وجہ سے جلد کی رنگ تبدیل ہوئی ہو اور اس وجہ سے دوبارہ جلد پر دباؤ نہ آنے دیں۔ اس مرحلے پر آپ صرف احتیاط کرکے ہی پریشر سور ہونے سے آپنے آپ کو بچاسکتے ہیں۔ اگر مسئلہ بڑھ گیا ہو۔ جلد پھٹی ہوئی ہو یا اس میں سوراخ بن گیا ہو۔ تو فوراً ڈاکٹر سے رجوع کریں ۔ اس جگہ پر دباؤ بالکل نہ آنے دیں۔ پانی اور صابن سے اس کی صفائی   کریں۔ انٹی بیکٹیریا ل مرہم اس جگہ کے اوپر لگائیں ۔ دن میں کئی  مرتبہ  اس جگہ کا معائنہ کریں۔ اس جگہ کو سوکھی اور صاف پٹی سے ڈھانپ لیں اور دن میں دو مرتبہ پٹی تبدیل کریں۔اگر زخم زیادہ گہرا ہوتو شاید ڈاکٹر کو اس کا آپریشن بھی کرنا پڑے ۔  آپ کو لمبے عرصے تک اس جگہ پر دباؤ نہیں لانا ہوگا۔ زخم کی نوعیت کے مطابق آپ کو لمبے وقت تک الٹا لیٹنا پڑےگا ۔'),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///digestive
  static List<CustomCardModel> Digestive = [
    CustomCardModel(
      heading: "نظام انہضام",
      imageUrl: 'assets/imagesDescription/digestiveDiagram.jpg',
      paragraph: [
        Paragraph(
            heading: 'نظام انہضام',
            paragraph:
                'انسان کا نظام انہضام ایک نالی کی صورت میں ہوتا ہے۔ جو منہ سے شروع ہوکر مقعد پر ختم ہو تا ہے۔ منہ کے بعد خوراک کی نالی، معدہ، چھوٹی آنت، بڑی آنت، اور ریکٹم ہوتے ہیں ۔ چھوٹی انت اور بڑی آنت کو اکٹھا باول((Bowel کہتے ہیں۔ ہم جو خوراک کھاتے ہیں ہمارا نظام انہضام اسے توڑ تا ہے اور اس سے جسم کے لیے مفید اجزاء اور پانی علیحدہ کرکے جسم میں جذب کرتا ہے۔ باقی فضلہ کی شکل میں جسم سے باہر خارج کرتا ہے۔ ایک لہر کی طرح خوراک کی نالی خوراک کو نظام انہضام میں آگے کی طرف دھکیلتی ہے جسے پیراسٹالیسس((Peristalsis کہتے ہیں۔'),
      ],
    ),
    CustomCardModel(
      heading: "پاخانہ کا طریقہ کار ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'حرام مغز کی چوٹ سے پہلے',
            paragraph:
                'جب ایک صحت مند آدمی کا ریکٹم فضلہ سے بھر جاتا ہے تو اسے پاخانہ کرنے کی حاجت  محسوس ہوتی ہے۔ وہ پاخانہ روکتا ہے اور ٹائیلٹ جاکر جسم سے باہر خارج کرتا ہے۔ پاخانہ نکالنے کے لیے آنتوں کی حرکت کو باول مومنٹ کہتے ہیں۔ '),
        Paragraph(
            heading: 'حرام مغز کی چوٹ کے بعد',
            paragraph:
                'حرام مغز کی چوٹ کے بعد چونکہ انسان کے جسم کا رابطہ دماغ سے منقطع ہو جاتا ہے اسلئیے اسے ریکٹم کے بھرنے یا پاخانہ کی حاجت کا احساس نہیں ہوتا۔ چنانچہ سوچ بچار اور وقت  مقرر کرکے پاخانہ خارج کرنے کی منصوبہ بندی کی جاتی ہے۔ جسے( (Bowel Menagement programme کہتے ہیں۔ اس کا مقصد دوبارہ پاخانہ کرنے کی روٹین کو آپنے کنٹرول میں کرنا ہے۔ تاکہ ایک مقررہ وقت پر پا خانہ خارج کر کے بے وقت اور بے تیاری خارج ہونے سے روکا جاسکے اور اس طرح آپ ایک بھر پور وفعال اور عزت و وقار کے ساتھ زندگی گزار سکے۔'),
      ],
    ),
    CustomCardModel(
      heading: "کواڈریپلیجیکس اور اوپر درجہ کے پیرآپلیجکس کا طریقہ",
      imageUrl: 'assets/imagesDescription/digestive3.jpg',
      paragraph: [
        Paragraph(
            heading: 'طریقہ',
            paragraph:
                'ایسے لوگوں میں اگرچہ دماغ سے پاخانہ کرنے کے عمل کو کنٹرول تو نہیں کیا جا سکتا لیکن حرام مغز تھوڑامدد کرتا ہے اور فضلہ جمع ہونے کے بعد ایک ریفلیکس پیدا ہوتا ہے جسے ڈیفیکیشن ریفلیکس(Defecation(Reflex ہیں۔ اس کے دوران حرام مغز آنتوں  کو حرکت  دے کر فضلہ کو باہر نکالتا ہے اور اس کے بعد مقعد کے عضلات کو سکڑ کر رکھتا ہے تاکہ عام حالتوں میں فضلہ باہر نہ نکل سکے ۔ اس  قسم کے باول کو ریفلیکس باول(Reflex(Bowel کہتے ہیں۔ کواڈریپلیجیا سے متاثرہ افراد کو چاہیے کہ وہ چوبیس یا اڑتالیس گھنٹوں کے بعد کموڈ والی کرسی پر بیٹھنا آپنا معمول بنائیں ۔ ان کو چاہیے کہ ریشہ والی اشیاء جیسے میوہ جات وغیرہ کا استعمال آپنے غذا میں ضرور کریں تاکہ قبض نہ ہو۔ اکثر ایسا نہیں ہوتا ہے کہ آپ کموڈ والی کرسی پر بیٹھ جائیں اور پاخانہ ہوجائیں۔ چنانچہ اس کے لیے بھی کچھ طریقے اختیار کیے جاتے ہیں۔بنیادی اصول ڈیفیکیشن ریفلیکس کو شروع کرنا ہے تاکہ آنتوں  میں حرکت یا پیراسٹالسس شروع ہو جائے جسکی وجہ سے پاخاناآنتوں  سے ریکٹم میں آتا ہے اور باہر نکلتا ہے۔'),
        Paragraph(
            heading: '',
            paragraph:
                'پہلا طریقہ یہ ہے کہ کموڈ والی کرسی پر بیٹھنے سے پہلے سپوزیٹری جیسے گلائیسرین سپوزیٹری جو مارکیٹ میں بآسانی دستیاب ہے ڈالیں ۔ اور پھر کموڈ والی کرسی پر بیٹھ جائیں یا پھر سپوزیٹری ڈال کر لیٹ جائیں اور جیسے ہی محسوس ہو نا شروع ہو جائے کہ اثر شروع ہو گیا ہے فوراً کموڈ والی کرسی پر منتقل ہو جائیں ۔ سپوزیٹری کو اثر ہو نے میں پانچ منٹ سے لے کر ایک گھنٹہ تک لگ سکتا ہے۔'),
        Paragraph(
            heading: '',
            paragraph:
                'ایک اور نہایت ہی کامیاب طریقہ مقعد کو محرک دینا یا ریکٹل سٹیمولیشن( (Rectal Stimulation کا ہے اس طریقہ میں کموڈ والی کرسی پر بیٹھنے کے بعد انگلی یا تصویر میں دیے گئے آلے پر لبریکینٹ لگا کے مقعد یا ریکٹم میں داخل   کریں اور تقریباً پانچ دس سیکنڈ کے لیے گول دائرے کی شکل میں گھمائیں اس طرح ڈیفیکیشن ریفلیکس شروع ہوجاتا ہے اور پاخانہ باہر خارج ہوتا ہے۔ پانچ دس منٹ بعد اس عمل کو دہرائیں تاکہ پیٹ مکمل خالی ہو۔ کواڈریپلیجیا میں چونکہ آپ کی انگلیاں حرکت نہیں کرتی اس لیے انگلی سے اس طریقے کو کرنا مشکل ہوتا ہے۔ لیکن پھر بھی آپ بغیر کسی کی مدد کے یہ طریقہ اختیار کرسکتے ہیں۔ اس کے لیے آپ ایک انگلی نما آلہ بنائیں اور اس کو کلائی کے ساتھ باندھ لیں۔ ایک آئینہ  نیچے رکھیں اور پھر آئینہ میں دیکھتے ہوئے یہ آلہ استعمال کریں۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'ایک طریقہ یہ بھی ہے کہ کموڈ والی کرسی پر بیٹھ کر صاف روئی کو گیلا کرکے پاخانہ والی جگہ پر ہلکا سا رگڑیں ۔ اس طرح بھی پاخانہ ہو  جاتا ہے۔ بلکہ اگر سپوزیٹری ڈالی بھی ہو  پھر بھی روئی سے رگڑ نے سے پاخانہ جلدی ہو جا تا ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "پیرآپلیجکس کا طریقہ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'طریقہ',
            paragraph:
                'اگر حرام مغز کی چوٹ بارہویں مہرے ((T-12سے نیچے ہو تو اس صورت میں ڈیفیکیشن ریفلیکس شروع نہیں ہوتا اور مقعد کے عضلات بھی ڈھیلے ہو تے ہیں۔ چنانچہ پاخانہ صحیح وقت اور جگہ پر خارج کرنے کے لیے زیادہ محنت کی ضرورت ہوتی ہے۔ اس کے مندرجہ ذیل طریقے اختیار کیے جاتے ہیں۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'کموڈ والی کرسی پر بیٹھنے کے بعد دستانہ پہن کر ہر پانچ دس منٹ بعد انگلی کی مدد سے ریکٹل سٹیمولیشن کریں یعنی انگلی کو مقعد میں ڈال کر گول حرکت دیں. '),
        Paragraph(
            heading: '', paragraph: 'انگلی کی مدد سے پاخانہ کو باہر نکالیں ۔'),
        Paragraph(heading: '', paragraph: 'سپوزیٹری کا استعمال کریں۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'کموڈ والی کرسی پر بیٹھ کر لمبی لمبی سانسیں لیں. سانس اندر لے کر روکیں اور پیٹ کے عضلات پر زور لگائیں تاکہ پاخانہ باہر نکلے۔'),
        Paragraph(
            heading: '',
            paragraph: 'پیٹ کے اوپر گھڑی وار ہاتھ دائیں سے بائیں طرف پھیریں ۔'),
        Paragraph(heading: '', paragraph: ''),
        Paragraph(
            heading: '',
            paragraph:
                'آگے کی طرف جھکیں اور آپنے آپ کو کرسی میں اوپر اٹھائیں جیسے کہ دباؤ ہٹانے کے دوران کیا جاتا ہے۔ اور پہلو کی طرف جھکیں اس طرح آنتوں کی پوزیشن بدل جاتی ہے اور پاخانہ ہوجاتا ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "خوراک",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'خوراک',
            paragraph:
                'آپ کے باول پروگرام میں آپ کے خوراک کا بہت عمل دخل  ہوتا ہے۔ چنانچہ آپنے خوراک پر خاص نظر رکھیں اور ایسی خوراک کا استعمال کم کریں یا چھو ڑ دیں جس سے آپ کا باول پروگرام خراب ہو۔ '),
        Paragraph(
            heading: 'خوراک جو پاخانہ کو ٹھوس  مگر نرم رکھے ',
            paragraph:
                'ٹھوس  مگر نرم حالت کا پاخانہ باول پروگرام کو برقرار رکھنے کے لیے بہت ہی اچھا ہو تا ہے۔ اس کے لیے ایسی خوراک استعمال کرنی چاہئیے جس میں فائیبر یا ریشہ زیادہ ہو۔ کیونکہ ریشہ خوراک سے پانی کو جذب کرکے پاخانہ کو ٹھوس  مگر نرم رکھتا ہے۔ ایسی خوراک میں سبزیاں، میوے، خشک میوہ جات،روٹی وغیرہ شامل ہیں۔'),
        Paragraph(
            heading: 'خوراک جس سے دست ہوتے ہیں',
            paragraph:
                'ویسے تو ایسی کوئی بھی ایک خوراک نہیں جس سے ہر کسی کو دست لاحق ہو۔ مختلف لوگوں کے لیے مختلف خوراکیں باعث دست ہوتی ہے۔ مثلاً کسی کو مصالحہ دار خوراک سے کسی کو تیل والی خوراک سے کسی کو کیفین جیسے چائے وغیرہ سے اور کسی کو کوک، چاکلیٹ اور سوفٹ ڈرنک سے دست لاحق ہوتی ہے۔ گندی خوراک جس میں بیکٹیریا ہوتے ہیں کھانے سے بھی دست لاحق ہوتی ہے۔ چنانچہ آپ آپنی خوراک پر نظر رکھیں اور ایسی خوراک سے اجتناب کریں جس سے آپ کو دست کی شکایت ہوتی ہو۔'),
        Paragraph(
            heading: 'خوراک جس سے گیس ہوتی ہے',
            paragraph:
                'ایسی خوراک میں لوبیا، گھوبی ، پیاز، مولی،  شلجم، مکئی  اور کھیرا وغیرہ شامل ہیں۔ چنانچہ گیس کی شکایت کی صورت میں اس سے پرہیز کرنی چاہیے۔'),
        Paragraph(
            heading: 'پانی',
            paragraph:
                'روزانہ زیادہ سے زیادہ پانی پئیں تاکہ آپ کو قبض نہ ہو۔ اگر آپ ریشہ والی غذا زیادہ کھاتے ہو تو اس کے لیے زیادہ پانی پینے کی ضرورت ہوتی ہے۔ جو پانی آپ پیتے ہیں وہ بالکل صاف اور جراثیم سے پاک ہونی چاہیے تاکہ پیٹ خراب نہ ہو۔ اگر ممکن ہو تو فلٹر کا پانی پئیں ۔'),
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "پاخانہ کے مسائل  اور اس کا حل",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'قبض',
            paragraph:
                'حرام مغز کی چوٹ کے بعد یہ ایک عام مسئلہ  ہے۔ اکثر حرام مغز کی چوٹ کے لوگ دست کو روکنے والی دوائیاں کھاکے اور پانی کم پی کے دا نستہ طور پر کوشش کرتے ہیں کہ قبض پیدا ہوجائے اور پاخانہ کم آئے ۔ لیکن یہ مسائل  کو اور بھی بڑھا دیتی ہے. یہ ایک نقصان دہ عمل ہے۔ اس سے آنتوں  میں برے بیکٹیریا اچھے  بیکٹیریا کی جگہ لے لیتے ہیں۔ ہارمون اور زہریلے مواد جسم میں جذب ہوتے ہیں اور جسم اور آنتوں کو نقصان پہنچا تے ہیں۔ '),
        Paragraph(
            heading: 'علامات',
            paragraph:
                'چونکہ حرام مغز کی چوٹ کے بعد آپ کے احساسات متاثر ہوتے ہیں اس لیے اکثر آپ کو اس کا پتہ بھی نہیں چلتا کہ آپ کو قبض ہے۔ اس کے علامات مندرجہ ذیل ہیں۔ '),
        Paragraph(heading: '', paragraph: 'پتھر جیسا پاخانہ آنا'),
        Paragraph(
            heading: '',
            paragraph:
                '3پیٹ میں درد ہو نا اور پیٹ کے نیچے حصے کا سخت ہو جانا یا پھول سوج جانا'),
        Paragraph(heading: '', paragraph: 'بھوک  نہ لگنا۔'),
        Paragraph(heading: '', paragraph: 'سر میں درد ہونا اور چکر آنا'),
        Paragraph(heading: '', paragraph: 'پسینہ آنا'),
        Paragraph(heading: '', paragraph: 'اٹونولک ڈیسریفلیکسیا کا آنا'),
        Paragraph(
            heading: 'وجوہات',
            paragraph: 'قبض کی مختلف وجوہات ہوسکتی ہیں مثلاً'),
        Paragraph(
            heading: '',
            paragraph:
                'احساسات کا نہ ہونا اور دانستہ طور پر پیٹ کے عضلات پر زور لگا کر پاخانہ نہ کرنا۔'),
        Paragraph(
            heading: '',
            paragraph: 'ریشہ دار غذاؤں اور پانی کا استعمال کم کرنا۔'),
        Paragraph(
            heading: '',
            paragraph:
                'پروٹین والی غذاؤں اور بیکری کے اشیاء کا استعمال زیادہ کرنا۔'),
        Paragraph(
            heading: '', paragraph: 'انٹی بائیوٹک کا استعمال زیادہ کرنا۔'),
        Paragraph(
            heading: 'روک تھام',
            paragraph:
                '	ایسی غذاؤں کا استعمال روکیں جو پاخانہ کو سخت کرے مثلاً کیلا اور پنیر وغیرہ۔ اسپغول کا استعمال کریں۔	پر و بائیوٹک والی غذاؤں جیسا کہ دہی وغیرہ کا استعمال زیادہ کریں کیونکہ یہ آنتوں  میں اچھی بیکٹیریا کی تعداد بڑھاتے ہی جس کی وجہ سے اس میں جسم کے لیے ضروری اشیاء کو جذب کرنے کی صلاحیت بڑھ جاتی ہے۔ ریشہ دار غذاؤں کا استعمال زیادہ کریں۔۔ کوشش کریں کہ دن میں بیس سے تیس گرام فائیبر آپ کی غذا کا حصہ ہو۔ کیونکہ یہ آنتوں  کے لیے انتہائی فائدہ مند ہوتے ہیں۔ یہ پاخانہ کا حجم بڑھا تے ہیں اور اس میں پھسلن پیدا کرتے ہیں اگر قبض کی شکایت ہو تو کموڈ والی کرسی پر زیادہ بیٹھنا شروع کر دیں ۔ مثلاً اگر آپ دو دن بعد بیٹھتے ہو تو روزانہ بیٹھیں  ۔'),
        Paragraph(
            heading: 'بے وقت پاخانہ آنا',
            paragraph:
                'حرام مغز کی چوٹ کے بعد پاخانہ کے اوقات کو آپنے کنٹرول میں کرنا بہت ضروری ہوتا ہے۔ کیونکہ ایسا نہ کرنے کی صورت میں زندگی کی روٹین متاثر ہوتی ہے، گھر سے باہر نکلنا مشکل ہوجاتا ہے اور پریشانی بڑھ جاتی ہے۔ '),
        Paragraph(
            heading: 'وجوہات',
            paragraph:
                'بے وقت پاخانہ آنے کی مختلف وجوہات ہو سکتی ہے جیسا مناسب وقت پر کموڈ والی کرسی پر نہ بیٹھنا، دست یا قبض ہونا یا پیٹ کا پاخانہ سے مکمل خالی نہ ہونا۔ '),
        Paragraph(
            heading: 'روک تھام',
            paragraph:
                '۔ پیٹ کو مکمل خالی کریں۔ کموڈ والی کرسی پر زیادہ بیٹھیں .	بعض نیچے لیول کے پیرآپلیجکس  کو دن میں دو مرتبہ کموڈ والی کرسی پر بیٹھنے کی ضرورت ہوتی ہے'),
      ],
    ),
  ];

  ///respiratory

  static List<CustomCardModel> Respiratory = [
    CustomCardModel(
      heading: "نظام تنفس",
      imageUrl: 'assets/imagesDescription/respiratoryDiagram.png',
      paragraph: [
        Paragraph(heading: 'عمل تنفس کا طریقہ کار', paragraph: ''),
        Paragraph(
            heading: 'حرام مغز کی چوٹ سے پہلے',
            paragraph:
                'آکسیجن ناک کے ذریعے ہوا کی نالی سے ہوتی ہوئی انسان کی پھیپھڑوں میں جاتی ہے۔ پھیپھڑوں میں لاکھو ں کی تعداد میں ہوا کے چھوٹی تھیلیاں ہوتی ہیں جنہیں ایلو ؤ لائی((Alveoli کہتے ہیں ان میں خون کی چھوٹی رگیں ہوتی ہیں۔ آکسیجن یہاں پر خون میں شامل ہوکر پورے جسم میں جاتی ہے ۔ کاربن ڈائی آکسائیڈ یہاں خون سے جدا ہوکر جسم سے باہر خارج ہوتی ہے۔ سانس لینے کا عمل دماغ کے ایک حصہ سے کنٹرول ہوتا ہے۔ دماغ سے پیغامات حرام مغز کے ذریعے چھاتی اور پیٹ کے عضلات تک پہنچتے ہیں۔ یہ سکڑتے اور پھیلتے ہیں۔ اور یوں آکسیجن پھیپھڑوں کے اندر اور باہر جاتی ہے۔ ڈایافرام وہ بنیادی عضلات ہے جو پھیپھڑوں کو کھول کر ہوا  اندر لاتے ہیں۔ پیٹ اور پسلیوں کے عضلات ہوا کو زور سے باہر نکالتے ہیں۔ جیسے کھانسنے، چھینکنے اور قہقہہ لگانے کے دوران۔ '),
        Paragraph(
            heading: 'حرام مغز کی چوٹ کے بعد',
            paragraph:
                'حرام مغز کی چوٹ کے بعد چونکہ دماغ سے، سانس لینے کے لیےاستعمال ہونے والے عضلات تک پیغامات پہنچنے کا سلسلہ متاثر ہوتا ہے اس لیے آپ کی سانس لینے کی صلاحیت بھی متاثر ہوتی ہے۔ یہ کتنی متاثر ہوتی ہے اس کا دارومدار آپ کے چوٹ کے لیول اور نوعیت پر ہے۔ جتنا لیول اوپر ہوگا اتنا اثر زیادہ ہوگا۔'),
      ],
    ),
    CustomCardModel(
      heading: "لیول کے لحاظ سے اثر",
      imageUrl: 'assets/imagesDescription/resiratory22.PNG',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'اگر چوٹ گردن کے تیسرے مہرے ((C3 یا اس سے اوپر ہو تو چھاتی کے عضلات بالکل کام نہیں کرتے۔ کھانسنے یا چھینکنے کی صلاحیت نہیں ہوتی۔ اور سانس لینے کے لیےوینٹی لیٹر کی ضرورت ہوتی ہے۔'),
        Paragraph(
            heading: '',
            paragraph:
                'اگر چوٹ گردن کے تیسرے مہرے سے نیچے اور آٹھویں مہرے تک ((C4-C8 ہو تو وینٹی لیٹر کے بغیر سانس لی جا سکتی ہے لیکن کھانسنے اور چھینکنے کی صلاحیت متاثر ہوتی ہے اس لیول میں ڈایافرام کے عضلات جزوی طور پر کام کرتے ہیں۔'),
        Paragraph(
            heading: '',
            paragraph:
                'سی 8 سے ٹی 6 ((C8-T6 تک ڈایافرام صحیح کام کرتا ہے۔ پسلیوں اور پیٹ کے عضلات کمزور ہوتے ہیں۔ کھانسنا اور چھینکنا کمزور ہوتا ہے۔'),
        Paragraph(
            heading: '',
            paragraph:
                'ٹی 6 سے ٹی12 ((T6-T12 تک ڈایافرام اور پسلیوں کے عضلات صحیح کام کرتے ہیں۔ پیٹ کے عضلات کمزور ہوتے ہیں۔ کھانسنا اور چھینکنا کمزور ہوتا ہے۔'),
        Paragraph(
            heading: '',
            paragraph:
                'ایل 1 سے ایس 4 ((L1-S4 تک سانس لینا کا عمل بالکل درست اور نارمل ہوتا ہے۔'),
      ],
    ),
    CustomCardModel(
      heading: "حرام مغز کی چوٹ کے بعد سانس لینے کے مسائل",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'مسائل',
            paragraph:
                'سانس کے مسائل اوپر لیول کے پیرآپلیجکس اور کواڈریپلیجکس کو ہوتے ہیں۔ ان میں چونکہ گہری سانس لینے، کھانسنے اور چھاتی کو صاف کرنے کے لیے درکار عضلات کام نہیں کرتے اس لیے محتلف مسائل پیدا ہونے کا خدشہ ہوتا ہے جوکہ مندرجہ ذیل ہیں۔ '),
        Paragraph(
            heading: '.بلغم',
            paragraph:
                'اگر چھاتی میں فاسد مواد یا بلغم پیدا ہوجائے        تو اس کی وجہ سے سانس لینا مشکل ہوجاتا ہے اور یہ دیگر مسائل       جیسا کہ بخار، زکام اور نمونیا کا باعث بنتے ہیں۔ '),
        Paragraph(
            heading: 'روک تھام',
            paragraph: 'اس کی روک تھام کے لیےمندرجہ ذیل ہدایات پر عمل کریں۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'پانی زیادہ  پیئں کم از کم چھ سے آٹھ گلاس روزانہ کیونکہ یہ رطوبتوں کو گاڑھا ہونے سے روکتی ہے جس کی وجہ سے اس کو کھانسی کے ذریعے  باہر نکالنے میں آسانی ہوتی ہے۔'),
        Paragraph(
            heading: '',
            paragraph:
                'پہلو جلدی تبدیل کریں۔ کم از کم ہر دو گھنٹے  بعد اس طرح سے بلغم نکلنے میں مدد ملتی ہے۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'سہارے کی مدد سے کھانسنے کے ذریعے رطوبتوں کو باہر نکالنے کی کوشش کریں۔'),
        Paragraph(heading: '', paragraph: 'تمباکو نوشی سے پرہیز کریں۔ '),
        Paragraph(
            heading: '',
            paragraph: 'سپائیرومیٹر کے ذریعے پھیپھڑوں کو ورزش دیں۔'),
        Paragraph(
            heading: '.نمونیا',
            paragraph:
                'نمونیا بہت ہی خطرناک بیماری ہے۔ یہ پھیپھڑوں کے تھیلوں میں بیکٹیریا، وائیرس یا فنجائی کی انفیکشن کی وجہ سے لاحق ہوتی ہے۔ اوپر درجہ کے چوٹ والوں خصوصاً کواڈریپلیجکس کو نمو نیا کا بڑا خطرہ ہوتا ہے ۔ بلکہ یہ ان میں اموات کا سب سے بڑا سبب ہے۔'),
        Paragraph(
            heading: 'روک تھام ',
            paragraph:
                'نمونیا کا سب سے اہم اصول یہ ہے کہ آپنے آپ کو حرکت میں رکھیں ۔ بستر پر ضرورت سے  زیادہ نہ لیٹیں۔ کیونکہ اس  طرح بلغم گاڑھا ہوکر پھیپھڑوں کے حصوں کو بند کرتا ہے۔ '),
        Paragraph(heading: '', paragraph: 'پانی زیادہ پیئں۔'),
        Paragraph(
            heading: '',
            paragraph:
                'گر اس کی شکایت ہوجائے تو فوراً ڈاکٹر سے اس کی علاج شروع کرائیں۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'نمونیا سے بچنے کی کوشش کریں۔ پرہیز بہت ضروری ہے کیونکہ پرہیز علاج سے بہتر ہے۔'),
      ],
    ),
    CustomCardModel(
      heading: "سہارے کی مدد سے کھانسنا",
      imageUrl: 'assets/imagesDescription/resiratory33.PNG',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'اوپر درجہ کی چوٹ ٹی 10 یا اس سے اوپر میں جب سینے میں  بلغم جمع ہوجائے        تو خود سے کھانس کر اس کو باہر نکالنا مشکل ہوتا ہے۔ چنانچہ کسی دوسرے فرد کی مدد سے زور سے کھانس کر بلغم کو باہر نکالنے کی کوشش کریں۔'),
        Paragraph(
            heading: 'طریقہ',
            paragraph:
                'مددگار دونوں انگو ٹھوں کو ناف کے اوپر رکھ کر انگلیوں کو چھاتی کے اوپر پھیلائیں۔آپ دو تین لمبی لمبی سانسیں لیں اور کھانسی باہر نکالتے وقت مددگار دونوں ہاتھوں  سے دبائیں۔ یہ عمل کئی مرتبہ دہرائیں تاکہ بلغم سے سینہ صاف ہوجائے       ۔ لیکن مددگار کو احتیاط سے دبانے کے بارے میں بتائیں۔ تاکہ پسلیوں کو نقصان نہ پہنچے۔ یہ طریقہ بستر یا وہیل چئیر میں اختیار کیا جاسکتا ہے۔ جیسا کہ شکل سے ظاہر ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "جسمانی حالت کے ذریعے بلغم نکالنا",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'بلغم نکالنا',
            paragraph:
                'اس طریقے میں ایک مخصوص جسمانی حالت اختیار کر کے کشش ثقل کی مدد سے پھیپھڑوں سے فاسد مواد کو باہر نکالا جاتا ہے۔پھیپھڑوں کے مختلف حصوں سے بلغم کو باہر نکالنے کے لیے مختلف حالتیں اختیار کی جاتی ہے۔ جو مندرجہ ذیل ہیں۔'),
        Paragraph(
            heading: '',
            paragraph:
                'پھیپھڑوں کے پچھلے نیچے حصوں سے مواد باہر نکالنے کے لیے کولہوں کے آگے دو تین تکیے رکھیں  تاکہ یہ اٹھارہ سے بیس انچ تک اوپر اٹھ جائے ۔ جیسا کہ نیچے شکل سے ظاہر ہے'),
        Paragraph(
            heading: '',
            paragraph:
                'پھیپھڑوں کے سامنے نچلے حصے سے بلغم باہر نکالنے کے لیے کمر کے نیچے تکیے رکھیں ۔ اور اٹھارہ سے بیس انچ تک اٹھائیں'),
        Paragraph(
            heading: '',
            paragraph:
                'پھیپھڑوں کے اوپر سامنے حصوں سے بلغم باہر نکالنے کے لیے بیٹھ کر تھوڑآپیچھے کی طرف ہوجائیں۔ اور اوپر پیچھے کے حصوں سے باہر نکالنے کے لیے بیٹھ کر تھ تھوڑاآگے کی طرف ہوجائیں'),
        Paragraph(
            heading: '',
            paragraph:
                'دائیں پھیپھڑے کے اطراف سے فاسد بلغم باہر نکالنے کے لیے بائیں طرف کروٹ لیں۔'),
        Paragraph(
            heading: '',
            paragraph:
                'بائیں پھیپھڑے کے اطراف سے بلغم باہر نکالنے کے لیے دائیں طرف کروٹ لیں۔ '),
        Paragraph(
            heading: ' ہلکا سا تھپڑ مارنا',
            paragraph:
                'اگر اوپر دی گئی حالت اختیار کی ہوئی ہو توہلکا سا تھپڑ مارکر پھیپھڑوں کی سطح سے چمٹے ہوئے بلغم کو جدا کرکے باہر نکالا جاسکتا ہے۔'),
        Paragraph(
            heading: '',
            paragraph:
                'پیچھے طرف سے کندھوں  کے نیچے اور آخری پسلی سے تین چار انچ اوپر ہلکا سا تھپڑ ماریں۔ لیکن ریڑھ کی ہڈی کے اوپر اور گردوں کے اوپر نہیں۔ جیسا کہ شکل سے ظاہر ہے'),
        Paragraph(
            heading: '',
            paragraph: 'سامنے سے پسلیوں کے نچلے حصے پر لیکن پیٹ کے اوپر نہیں'),
        Paragraph(heading: '', paragraph: 'ہنسلی کی ہڈی یا کالر بون کے نیچے'),
      ],
    ),
    CustomCardModel(
      heading: "سپائیرو میٹر",
      imageUrl: 'assets/imagesDescription/speedometer.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'اگر آپ کی چوٹ ٹی 8 اور سی 3 کے درمیان ہو تو یہ آلہ آپ کے چھاتی کے عضلات کو مظبوط بنانے کے لیے انتہائی مفید ہے۔ چنانچہ اس کے ذریعے باقاعدگی سے گہری سانسیں لے کر پھیپھڑوں کو ورزش دیں۔ تاکہ متعلقہ عضلات مظبوط ہوکر آپ بہتر طریقے سے کھانس سکیں اور فاسد مواد کو باہر نکال سکیں۔ '),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///depression

  static List<CustomCardModel> Depression = [
    CustomCardModel(
      heading: "نفسیاتی بحالی اور ڈپریشن",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'نفسیاتی بحالی اور ڈپریشن',
            paragraph:
                'حرام مغز کی چوٹ یقیناً ایک  بہت بڑا حادثہ ہے. یہ نہ صرف '
                'آپ کو چلنے پھرنے سے معذور کرتا ہے بلکہ شروع شروع میں شدید ذہنی صدمہ'
                ' سے بھی دوچار کردیتا ہے۔ جب آپ چلتے پھرتے ایک صحت مند زندگی گزار '
                'رہے ہو اور پھر اچانک کسی حادثے کے نتیجے میں بیڈ یا وہیل چیئر پر'
                ' آجائیں تو یقیناً صدمہ تو ہوگا۔  شروع میں آپ کو غم، غصہ، ڈر اور'
                ' زندگی میں تنہائی جیسے احساسات ہونگے۔ لیکن پھر کچھ چیزیں آپ کو اس '
                'حالت سے نکالے گی۔ جن میں  وقت، خاندان کے افراد، دوستوں اور رشتہ '
                'داروں کی مدد، آپ کی آپنی کوششیں، مثبت سوچ اور مضبوط قوت ارادی '
                'شامل ہیں۔ وقت آپ کے سارے زخموں کو بھرتا جائے گا۔ آپ زندگی میں '
                'نئی تبدیلیوں سے مانوس ہوتے جائیں گے اور ان نئی تبدیلیوں کے '
                'ساتھ زندگی گزارنا سیکھ جائیں گے۔ کتنی جلدی آپ ویل چیئر پر ایک'
                ' فعال زندگی شروع کرسکتے ہیں اس کا دارومدار آپ کی مثبت سوچ اور'
                ' کوششوں پر ہوگا۔  آپ جتنی جلدی ہوسکے آپنی معذوری کو قبول کریں،'
                ' پرانی زندگی کو بار بار یاد نہ کریں اور اللہ پر بھروسہ اور '
                'توکل کرکے ایک نئی زندگی کی شروعات کریں۔ اللہ تعالٰی کسی کو اس کے '
                'استطاعت سے زیادہ تکلیف نہیں دیتا یقیناً اللہ تعالٰی نے ہمیں اتنی'
                ' صلاحیت دی ہوئی ہے کہ ہم ویل چیئر پر ایک اچھی زندگی گزار سکیں '
                'اور اللہ تعالٰی کی اس آزمائش پر پورا اتر سکیں ۔ ہمیشہ آپنے سے '
                'زیادہ تکلیف میں مبتلا لوگوں کے بارے میں سوچیں۔ اللہ تعالٰی کی '
                'نعمتوں اور عنایتوں پر شکر ادا کریں۔ ذہنی پریشانی سے بچنے کے لیے '
                ' بنیادی اصول یہ آپنائیں کہ جتنا ہوسکے آپنے آپ کو مصروف رکھیں '
                'اس طرح آپ کی توجہ آپنے آپ پر نہیں رہے  گی۔ اپنی '
                'Rehabilitationپر خصوصی توجہ دیں۔  سنٹر میں بتائے  گئے  طریقوں اور'
                ' اس کتاب میں بتائے گئے  طریقوں پر عمل کریں اور آپنی صحت کا'
                ' خیال رکھیں۔ جتنا ہوسکے دوسروں پر انحصارکم کریں اور آپنے کام'
                ' خود ہی کرنے کی عادت ڈالیں۔ بحالی ((Rehabilitation کے بعد جب '
                'آپ گھر منتقل ہوجائیں تو آپنے لیے کوئی نہ کوئی مصروفیت ڈھونڈیں. '
                'اگر آپ پہلے طالبعلم تھے تو آپنی تعلیم کو جاری رکھیں '
                'اور مکمل کریں۔ بہت سے کام ایسے ہیں جو آپ بیٹھ کر بھی کرسکتے ہیں۔'
                ' کمپیوٹر کے شعبے کو دیکھیے اگر آپ کمپیوٹر کی تعلیم حاصل کریں اور '
                'اس شعبے میں مہارت حاصل کریں تو گھر پر بیٹھے  ہی آپ آن لائن کام کرکے'
                ' پیسے کماسکتے ہیں۔ اور اگر آپ کم تعلیم یافتہ ہیں تو کوئی '
                ' ہنر سیکھیں جیسے موبائل فون ریپیرنگ وغیرہ۔ معذوری میں '
                'علم و ہنر کی اہمیت اور بھی بڑھ جاتی ہے۔ اس کے ذریعے آپ دوسرے '
                'لوگوں سے آگے نکل سکتے ہیں اور آپنی عزت میں اضافہ کرسکتے ہیں۔ '
                'اس کے علاوہ اگر آپ چوٹ سے پہلے کاروبار کر کے خاندان والوں کے لیے '
                'رزق کماتے تھے تو دوبارہ آپنے کاروبار کو جاری رکھیں     آور آپنے '
                'حاندان کا سہارا بنیں۔ دوسروں سے رابطہ اور بات کرنے کی آپنے اندر '
                'صلاحیت بڑھائیں ۔ شروع شروع میں ویل چیئر پر بیٹھ کر باہر آپ لوگوں '
                'سے بات کرنے میں جھجک محسوس کریں گے۔۔ جتنی جلدی ہوسکے آپنے اندر '
                'اس جھجک کو ختم کریں۔ بے شک باہر جاکر لوگ آپ سے آپنے انداز میں '
                'اظہار ہمدردی کریں گے جو شاید آپ کو اچھی نہ لگے۔ لیکن ان چیزوں '
                'کی پرواہ نہ کریں اور ان کو نظر انداز کیا کریں کیونکہ آپ پہلے'
                ' سے زیادہ مظبوط قوت ارادی کے مالک ہیں۔ آپ جوں جوں مشکلات کا '
                'سامنا کرنا سیکھیں گے  گے اور ان کے باوجود کامیابیاں حاصل کریں '
                'گے اس کے ساتھ ہی آپ کے اندر خوداعتمادی بڑھے گی گی آپ '
                'آپنے آپ پر فخر محسوس کریں گے اور لوگوں سے رابطہ کرنے میں کوئی'
                ' بھی مشکل پیش نہیں آئے گی۔ زندگی سے معذوری کے باوجود لطف اٹھائیں ۔'
                ' دوستوں سے میل جول بڑھائیں. دوسرے دوست جو حرام مغز '
                'کی چوٹ کا شکار ہیں ان سے دوستی بنائیں اور رابطے پیدا کریں۔'
                ' خاص کر ایسے دوست آپ کے لیے بہت مفید ثابت ہوسکتے ہیں جو کئی '
                ' سالوں سے حرام مغز کی چوٹ کے باوجود فعال زندگی گزار '
                'رہے ہیں۔ ان کی زندگی سے سیکھیں   اور سو چیں کہ اگر وہ '
                'حرام مغز کی چوٹ کے باوجود اچھی زندگی گزار سکتے ہیں تو'
                ' میں کیوں نہیں۔ ایسے دوستوں کے درمیان آپ نہایت ہی آرام '
                'دہ اور پرسکون محسوس کریں گے۔ کیونکہ آپ کے '
                'بیشتر مسائل ایک جیسے ہیں لہٰذا ان دوستوں کے ساتھ کھل کر '
                'آپنے مسائل کے بارے میں بات کریں اور ان سے مشورہ لیں۔'
                ' بہت سی باتیں ایسی ہونگی جو انہوں نے سالوں کی تجربات کے بعد '
                'سیکھی ہونگی جن سے آپ استفادہ حاصل کر سکتے ہیں۔زندگی کی مثال'
                ' پہاڑ میں کھو دی جانے والی سرنگ کی مانند ہے جس میں آپ کو سخت '
                'چٹانوں کی مزاحمت کا سامنا کرنا پڑتا ہے۔ زندگی میں بھی مسائل '
                'اور مشکلات پیش آتے رہتے ہیں۔ جس طر ح سرنگ کھو دنے کے دوران بارود '
                'سے چٹانوں کو ریزہ ریزہ کیا جاتا ہے اس  طرح عملی زندگی میں '
                'مظبوط قوت ارادی مسائل  کو حل کرنے میں بارود کا کام دیتی ہے۔'
                ' بہت سی باتیں ایسی ہونگی جن میں آپ کو خاندان کے افراد '
                'یا دوستوں کی مدد درکار ہوگی۔ آپنا قول و فعل ایسا بنائیں '
                'کہ سب آپ سے محبت کرے۔ رشتوں کو ایسی خوبی سے نبھائیں '
                'جیسے شہد کی مکھی جو پھو لوں سے رس بھی چوس لیتی ہے اور '
                'ان کو نقصان بھی نہیں پہنچنے دیتی۔ آپنی صحت کا خاص خیال '
                'رکھیں اور مسائل  پیدا نہ ہونے دیں۔ اس طرح آپ ذہنی '
                'طور پر بھی پرسکون محسوس کریں گے آپ کی قوت ارادی بڑھے گی '
                'اور زندگی میں آگے بڑھنے کی تمنا پیدا ہوگی جس کو پورا کرنے '
                'کے لیے آپ کوشش اور محنت کرسکیں گے۔ پیسوں کی ضرورت اب آپ '
                'کی زندگی میں اور بھی بڑھ گئی    ہے۔ پہلے کہیں جانے کے لیے'
                ' آپ پبلک ٹرانسپورٹ کا استعمال کرسکتے تھے لیکن اب کہیں جانا'
                ' سپیشل یا ذاتی گاڑی کے بغیر مشکل ہوگا جس کے لیے زیادہ'
                ' پیسے درکار ہونگے۔ پیسے آپ کے پاس جتنے زیادہ ہونگے اتنا آپ'
                ' زندگی میں آپنے لیے سہولیات پیدا کرنے کے قابل ہونگے۔ پیسے کمانے'
                ' کے لیے محنت کریں اور سوچیں کہ اللہ نے آپ کو ایسی کونسی اچھی'
                ' صلاحیت عطا کی ہے جس کو استعمال میں لاکر آپ حلال طریقے سے زیادہ'
                ' پیسے کماسکتے ہیں۔ یقیناً اللہ تعالٰی نے آپ کو بہترین صلاحیتوں سے'
                ' نوازا ہے بس ان کو صرف آپنے آپ میں آپ کو ڈھو نڈنے کی ضرورت ہے۔'
                ' جب پیسے دستیاب ہو تو اس کو کفایت شعاری سے خرچ کریں۔ آپنے '
                'حرکت کے آلات پر ضرور خرچ کریں۔ آپ کی وہیل چیئر عمدہ اور جدید '
                'قسم کی ہونی چاہیے۔ اگر استطاعت ہو تو ہاتھ سے کنٹرول ہونےوالی'
                ' گاڑی سیٹ کریں تاکہ کہیں جانے میں آپ کو کوئی رکاوٹ پیش نہ ہو۔ '
                ' آپنے آپ کو خوش رکھیں اور ایک بھر پور اور فعال زندگی گزاریں ۔'),
      ],
    ),
    CustomCardModel(
      heading: "ڈپریشن",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'ڈپریشن',
            paragraph:
                'زندگی میں خوشی، غم، فکر و پریشانی عام سے احساسات ہیں جن کا ہر انسان کو سامنا ہے۔ لیکن جب فکر و پریشانی بڑھ کر ڈپریشن کی شکل اختیار کر ے تو یہ ایک خطرناک چیز ہے اور اس کا علاج کریں کیونکہ دوسری بیماریوں کی طرح یہ بھی ایک بیماری ہے اور علاج طلب ہے۔'),
        Paragraph(
            heading: 'ڈپریشن کے علامات',
            paragraph:
                'اگر آپ کی غم وفکر اتنی بڑھ جائے کہ یہ آپ کو ڈپریشن میں مبتلا کریں تو اس کی علامات مندرجہ ذیل ہونگی اور اگر یہ علامات مسلسل ایک دو ہفتے تک قائم  رہے تو سمجھ لیں کہ آپ ڈپریشن کا شکار ہیں اور آپ کو اس کی علاج کی ضرورت ہیں'),
        Paragraph(heading: '', paragraph: 'نیند نہ آنا'),
        Paragraph(heading: '', paragraph: 'بھوک  کا متاثر ہونا۔'),
        Paragraph(heading: '', paragraph: 'پریشان و ناامید محسوس کرنا۔'),
        Paragraph(
            heading: '',
            paragraph:
                'زندگی کے معاملات میں دلچسپی نہ لینا یا ان سے لطف اندوز نہ ہونا۔'),
        Paragraph(heading: '', paragraph: 'ہر وقت تھکن محسوس کرنا۔'),
        Paragraph(heading: '', paragraph: 'فیصلہ کرنے میں دقت محسوس کرنا۔'),
        Paragraph(
            heading: '',
            paragraph:
                'آپنی زندگی بے کار محسوس ہونا یا اس کا کوئی مطلب نظر نہ آن اور آپنے آپ کو موردالزام محسوس کر نا۔'),
        Paragraph(heading: '', paragraph: 'خودکشی کے بارے میں سوچنا۔'),
      ],
    ),
    CustomCardModel(
      heading: "ڈپریشن کا علاج",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'ڈپریشن کا علاج',
            paragraph:
                'اچھی بات یہ ہے کہ ڈپریشن کوئی نا قا بل علاج مرض  نہیں ہے۔ اس کا علاج کرکے آپ آسانی سے نارمل حالت میں اسکتے ہیں۔پچھلے سطور میں بیان کی گئ مثبت باتوں پر عمل کریں۔ انشاءاللہ ڈپریشن آپ کے قریب بھی نہیں آئے گی اور اگر ہے تو ٹھیک ہوجائے گی۔ ادویات  ڈاکٹر کے مشورے سے استعمال کریں ۔ یہ جسم کے کیمیائی توازن کو بحال کرتی ہیں جس سے آپ ذہنی اور جسمانی طور پر پر بہتر محسوس کریں گے۔ماہر نفسیات کے پاس جائیں ان کو کھل کر آپنے ذہنی پریشانی کے بارے میں بتائیں ۔ اور ان کے دی گئی مشوروں پر عمل کریں۔ '),
      ],
    ),
    CustomCardModel(
      heading: "ڈپریشن کا ٹیسٹ ",
      imageUrl: 'assets/imagesDescription/depression.PNG',
      paragraph: [
        Paragraph(
            heading: 'ڈپریشن کا ٹیسٹ',
            paragraph:
                'آپ ڈپریشن کا شکار ہیں یا ایسے ہی معمول کی پریشانی ہے یہ معلوم کرنے کے لیے آپ مندرجہ ذیل ٹیسٹ بھی کرسکتے ہیں۔ اس میں دی گئی    سوالات  آپنے آپ سے پوچھیں   اس کا جو جواب آپ کے پاس آئے وہ   لکھیں  ۔ آخر میں سارے سوالات کے جوابات کے نمبر جمع کریں اور اگر خدانخواستہ اس ٹیسٹ میں آپ کے نمبر دس سے زیادہ آئے تو اس کا مطلب ہے کہ آپ کو ڈپریشن ہے اور آپ کو اس کی علاج کی ضرورت ہے ۔ '),
      ],
    ),
  ];

  ///sexual rehibilitation

  static List<CustomCardModel> Sexual_Rehibilitaion = [
    CustomCardModel(
      heading: "جنسی بحالی",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'جنسی بحالی',
            paragraph:
                'حرام مغز کی چوٹ یقیناً انسان کی زندگی بدل دیتی ہے۔ جو کام آپ پہلے کرتے تھے وہ آپ اب بھی کرسکتے ہیں لیکن ایک الگ طریقے سے۔ پہلے کہیں جانے کے لیےآپ پاؤں کا سہارا لیتے تھے ۔ اب آپ اس جگہ تک پہنچنے کے لیے پہیوں کا استعمال کرتے ہیں ۔ لیکن اہم بات یہ ہے کہ اب بھی آپ اس جگہ تک پہنچ جاتے ہیں لیکن ایک الگ طریقہ سے۔ حرام مغز کی چوٹ کے بعد بدقسمتی سے لوگ خود ہی یہ تصور کرلیتے ہیں کہ اب اس بندے کی خواہشات ختم ہوگئی  ہیں اور یہ شادی کے قابل نہیں رہا۔ حالانکہ حقیقت ایسی نہیں ہے۔ انسان میں جنسی خواہشات دماغ میں پیدا ہوتے ہیں۔ یقیناً کچھ پیچیدگیاں ہوتی ہیں لیکن ان کو حل   کیا جاسکتا ہے۔ اور حرام مغز کی چوٹ کے بعد بھی مردوں میں یہ صلاحیت ہوتی ہے کہ وہ شادی کرے، بیوی کے حقوق ادا کرے اور بچے پیدا کرے۔ حرام مغز کی چوٹ کے بعد آدمی کو اس سلسلے میں کن مسائل       کا سامنا کرنا پڑتا ہے اور اس کو کن طریقوں سے حل  کیا جا سکتا ہے اس باب میں ہم اس کے بارے میں آپ کو بتائیں گے۔'),
      ],
    ),
    CustomCardModel(
      heading: "تناؤ اور اس کے اقسام ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'تناؤ اور اس کے اقسام ',
            paragraph:
                'جب مرد میں شہوت کا جذبہ بیدار ہو تا ہے تو اس کے عضو تناسل میں خون آتا ہے جس کی وجہ سے یہ سوج جاتا ہے اور جسامت میں بڑھ جاتا ہے۔ اسے تناؤ یا ایریکشن کہتے ہیں۔ حرام مغز کا حصہ ٹی ب12 ایل 2((T-12toL2ایریکشن پیدا کرنے کا ذمہ دار ہوتا ہے۔ ایریکشن دو طرح کی ہوتی ہے ایک نفسیاتی یا سیکوجینک((Phsycogenic erectionاور دوسراچھونے سے یافیزیوجینک((Physiogenic erection۔ -نفسیاتی یا سیکوجینک ایریکشن عورت کے بارے میں سوچنے، دیکھنے یا سونگھنے کی وجہ سے ہوتا ہے۔ اس قسم کے ایریکشن میں دماغ سے پیغامات حرام مغز کے حصہ ٹی12 ایل2 میں آتے ہیں اور ایریکشن ہوجاتی ہے۔  فزیوجینک ایریکشن عضو تناسل کو چھونے      یا رگڑنے کی وجہ سے ہوتا ہے۔ اس قسم کا ایریکشن حرام مغز کی طاقت سے ہوتا ہے اور اس میں دماغکا عمل داخل   نہیں ہوتا۔  فیزیوجینک ایریکشن میں عضو تناسل کو رگڑنے کی وجہ سے حسی اعصاب کے ذریعہ پیغامات ریڑھ کی ہڈی کے ایس ٹو ایس فور ((S2-S4 کے راستے حرام مغز میں داخل   ہوتے ہیں اور ایریکشن ہوتی ہے۔ حرام مغز کے مکمل چوٹ میں چونکہ جنسی اعضاء  کا رابط دماغ سے کٹ جاتا ہے اس لیے سیکوجینک ایریکشن نہیں ہوتا۔ لیکن اگر چوٹ ایل ٹو مہرے سے نیچے نہ  ہو تو فیزیوجینک ایریکشن ہوتا ہے۔ مباشرت کے لیے ایریکشن کا ہو نا بہت ضروری ہے۔ اس سے نہ صرف مرد و عورت دونوں کو ذہنی لطف و سکون ملتا ہے بلکہ یہ منی یا سپرم کو عورت کی کوک تک پہنچانے کے لیے بھی ضروری ہے۔ حرام مغز کی چوٹ کے بعد بعض مردوں کو ایریکشن کے حصول میں مشکلات پیش آتی ہے۔ لیکن ہر ایک کی انجری دوسرے سے مختلف ہوتی ہے۔ اس لئے اس کے حصول کے لیے طریقے بھی مختلف ہیں ۔ عموماً جن مردوں کا چوٹ اوپر درجے کا ہوتا ہے یا جو کواڈریپلیجیکس ہوتے ہیں ان میں کوئی  زیادہ مسئلہ نہیں ہوتا اور محض عضو تناسل کو چھونے  سے ایریکشن آسانی سے ہوجاتا ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "ویکیوم پمپ اور ٹینشن رینگ ",
      imageUrl: 'assets/imagesDescription/sexual1.PNG',
      paragraph: [
        Paragraph(
            heading: 'ویکیوم پمپ اور ٹینشن رینگ',
            paragraph:
                'جن لوگوں کا ایریکشن ہوتا ہو لیکن اس کو برقرار رکھنے میں مسئلہ ہو وہ ایریکشن ہونے کے بعد ٹینشن رینگ کو نفس کے پیندے میں لگاتے ہیں۔ اس طرح خون باہر نہیں نکلتا اور ایریکشن برقرار رہتا ہے۔ یہ رنگ ربڑ یا سلیکون کی بنی ہوتی ہے۔ اس کو تیس منٹ سے زیادہ نہیں لگانی چاہیے ورنہ نفس کے زخمی ہونے کے خدشات ہوتے ہیں۔ اگر خود سے ایریکشن کے حصول میں مسئلہ ہو تو نفس کو ویکیوم پمپ میں ڈالا جاتا ہے۔ ویکیوم پمپ اصل میں منفی دباؤ پیدا کرکے خون کو نفس کے اندر کھنچتا ہے۔ اس طرح ایریکشن ہوجاتی ہے اور اس کو پھر برقرار رکھنے کے لیے ٹینشن رینگ لگائی جاتی ہے۔'),
        Paragraph(
            heading: 'گولیاں',
            paragraph:
                'اس سلسلے میں سب سے کامیاب گولی جو حرام مغز کے چوٹ کے لوگ استعمال کرتے ہیں کا نام واییگرا((Viagra ہے۔ اس کو مباشرت سے بیس منٹ سے ایک گھنٹہ قبل کھایا جاتا ہے۔ دنیا بھر میں لوگ اس سے کافی مطمئن ہیں۔ لیکن اس کے کچھ برے اثرات بھی ہے۔ جیسا کہ اس سے بلڈ پریشر کم ہو جاتا ہے۔ اور دل کی بیماریوں میں بھی نقصان دہ ہیں۔ '),
        Paragraph(
            heading: 'انجیکشن',
            paragraph:
                'اگر مسئلہ بہت زیادہ ہو تو انجیکشن جیسا کہ کیورجیکٹ((Caverject عضو تناسل پر لگا یا جا تا ہے اور ایریکشن حاصل کی جاتی ہے۔ انجیکشن میں بعض اوقات بہت زیادہ وقت کے لیے ایریکشن ہوتا ہے اور پھر گھرتا نہیں ہے۔ یہ بہت ہی خطرناک ہوتا ہے اور نفس کو ہمیشہ کے لیے نقصان پہنچا دیتی ہے۔ چنانچہ انجیکشن لگانے سے پہلے ڈاکٹر سے مشورہ کرنا چاہیے۔ بعض لوگ اس مسئلے  سے بچنے کے لیے ہفتے میں صرف ایک بار انجیکشن لگا تے ہیں۔ '),
      ],
    ),
    CustomCardModel(
      heading: "منی کا اخراج",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'منی کا اخراج',
            paragraph:
                'اولاد پیدا کرنے کے لیے مباشرت کے دوران منی کا اخراج بہت ضروری ہے۔ منی کے اخراج میں دماغ اور اس کے ساتھ حرام مغز کے دو حصوں ٹی10 سے ٹی12 ((T10-T12اور ایس2 سے ایس4((S2S4 کا عمل داخل   ہوتا ہے۔ حرام مغز کی مکمل چوٹ کے بعد چونکہ دماغ کا رابط حرام مغز سے منقطع ہوجاتا ہے اس لیے  منی کے اخراج میں مسئلہ      ہوتا ہے۔ لیکن کچھ لوگوں کا مباشرت کے دوران بھی منی خارج ہوجاتی ہے لیکن اگر مسئلہ       ہو تو مندرجہ ذیل طریقے اختیار کر کے منی کو خارج کیا جاتا ہے۔'),
      ],
    ),
    CustomCardModel(
      heading: "وائیبریٹر کا طریقہ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'وائیبریٹر کا طریقہ',
            paragraph:
                'اس طریقہ میں نفس کے سر کے نیچے ایک زیادہ (Amolitude) کا وائیبریٹر لگایا جا تا ہے اگر چوٹ ٹی 10 سے اوپر ہو تو یہ طریقہ کام کرتا ہے۔ پیرآپلیجکس کے مقابلے میں یہ کواڈریپلیجیکس پر زیادہ بہتر کا م کرتا ہے۔ جب ایمپلیٹوڈ دو اعشاریہ پانچ سے زیادہ ہو تو اس کو زیادہ ایمپلیٹوڈ کا وائیبریٹر کہتے ہیں اور یہ بہت کامیاب ہوتے ہیں۔ جیسا کہ فرٹیکئیر(Ferticare) لیکن یہ بہت مہنگے ہوتے ہیں اور ہمارے ملک میں دستیاب بھی نہیں۔ کواڈریپلیجیکس پر کم ایمپلیٹوڈ والے وائیبریٹر جسے مساجر کہتے ہیں بھی کام کرتے ہیں۔ یہ سستے بھی ہوتے ہیں اور ہمارے ملک میں دستیاب بھی ہیں. اولاد پیدا کرنے کے لیے منی کے حصول میں یہ طریقہ بہت آسان ہے اور اسے گھر میں بھی کیا جاسکتا ہے۔اس کا طریقہ یہ ہے کہ وائیبریٹر کو نفس کے سر کے  نچلے حصہ کے ساتھ پانچ منٹ کے لیے لگائیں ۔ کواڈریپلیجیکس میں منی کے اخراج کے وقت پیٹ کے عضلات سکڑتے ہیں اور پاؤں میں طاقتور سپازم آتا ہے۔ اور عموماً ایک منٹ کے اندر منی خارج ہوجاتی ہے۔ اگر آپ پیرآپلیجک ہیں اور  پانچ منٹ لگانے کے باوجود منی خارج نہ ہو تو وائیبریٹر کو ہٹائیں ۔ نفس کا معائنہ کریں اور اگر سوجن یاخون نہ ہو تو ایک منٹ کے وقفے کے بعد دوبارہ لگا ئیں ۔ اس طریقہ کو دو تین مرتبہ تک دہرائیں ۔ اور اگر پھر بھی منی خارج نہ ہو تو آج چھوڑیں اور کسی دوسرے دن دوبارہ کوشش کریں۔ اس طریقے میں کواڈریپلیجیکس کو اٹونومک ڈیسریفلیکسیا کا بھی خطرہ ہوتا ہے۔ چنانچہ بلڈ پریشر کم کرنے کی دوائی آپنے پاس رکھیں     اور اگر شکایت زیادہ ہو تو وائیبریٹر کو ہٹائیں اور تھوڑی دیر بعد پھر لگائیں. '),
      ],
    ),
    CustomCardModel(
      heading: "الیکٹرک پروب کا طریقہ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'الیکٹرک پروب کا طریقہ',
            paragraph:
                'یہ طریقہ ڈاکٹر کلینک میں کرتے ہیں یہ اس وقت کرتے ہیں جب وائیبریٹر کا طریقہ کام نہ کرتا ہو۔ اس طریقے میں الیکٹرک پروب مقعد میں داخل کرکے منی کو خارج کیا جاتا ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "بآپ بننا",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'بآپ بننا',
            paragraph:
                'ریڑھ کی ہڈی کی چوٹ کے بعد مردوں میں بآپ بننے کے لیےبنیادی طور پر دو مسائل       ہوتے ہیں۔ پہلا مسئلہ      مباشرت کے دوران منی کا نہ نکلنا ہے جو تقریباً نوے فیصد مردوں میں پایا جاتا ہے۔ چنانچہ اس کے لیے بتائے           گئے  طریقے اختیار کیے جاتے ہیں۔ دوسرا مسئلہ      کم معیار کی منی کا ہے۔ تحقیق بتاتی ہے کہ ریڑھ کی ہڈی کی چوٹ کے بعد اگر چہ مردوں کی منی میں سپرم کی تعداد پوری ہوتی ہے لیکن بنیادی مسئلہ      حرکت    پذیر سپرم کی تعداد کا کم ہونا ہے۔ جوکہ صحت مند مردوں کے ستر فیصد کے مقابلے میں بیس فیصد ہوتے ہیں ۔'),
      ],
    ),
    CustomCardModel(
      heading: "گھر کا طریقہ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'گھر کا طریقہ',
            paragraph:
                'گھر میں وائیبریٹر کے ذریعے سب سے پہلے منی حاصل کی جاتی ہے۔ جس کے لیے بتایا گیا طریقہ استعمال کیا جاتا ہے۔ منی کو پھر بغیر سوئی کے سرنج میں ڈالا جاتا ہے اور پھر عورت کے عضو میں داخل   کیا جاتا ہے۔ اس طریقے میں کامیابی کا دارومدار عورت کی تولیدی صحت، عمر، منی داخل کرنے کے لیے موزوں وقت اور مرد کی منی میں حرکت    پذیر سپرم کی تعداد پر ہے'),
      ],
    ),
    CustomCardModel(
      heading: "درون رحم تخم پاشی",
      imageUrl: 'assets/imagesDescription/sexual2.jpg',
      paragraph: [
        Paragraph(
            heading: 'درون رحم تخم پاشی',
            paragraph:
                'اس طریقے میں مرد سے منی لینے کے بعد لیبارٹری میں اس کو پروسس کیا جاتا ہے۔ عورت کے انڈے دینے یا اوویلیشن((Ovulation پر الٹرا ساونڈ یا یورین ٹیسٹ کے ذریعے نگاہ رکھی جاتی ہے۔ اور پھر مناسب وقت پر منی کو عورت کے بچہ دانی یعنی یوٹریس میں ایک کیتیٹر کے ذریعے داخل  کی جاتی ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "بیرون رحم تخم پاشی",
      imageUrl: 'assets/imagesDescription/sexual3.jpg',
      paragraph: [
        Paragraph(
            heading: 'بیرون رحم تخم پاشی',
            paragraph:
                'اس طریقے میں عورت سے انڈہ نکال کر اسے مرد کے سپرم کے ساتھ ملا یا جاتا ہے۔ دو دن کے لیےلیبارٹری میں رکھا جاتا ہے۔ اور جب فرٹیلائیزیشن واقعہ ہو تو اس کو دوبارہ عورت کے یوٹریس میں داخل کیا جاتا ہے۔'),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "عورتوں کے جنسی مسائل",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'عورتوں کے جنسی مسائل',
            paragraph:
                'حرام مغز کی چوٹ کے بعد عورتوں کے کوئی         خاص جنسی مسائل       نہیں ہوتے۔ وہ نارمل طریقہ سے شوہر سےجنسی فعل کرسکتی ہے اور بچے پیدا کرسکتی ہے۔ اگر چوٹ ٹی6 یا اس سے اوپر ہو تو بچہ پیدا ہونے کے دوران اٹونومک ڈیسریفلیکسیا کا خطرہ ہوتا ہے۔ چوٹ کے شروع کے دنوں میں ماہواری تھوڑی بگڑ جاتی ہے لیکن کچھ مہینوں بعد یہ ٹھیک ہوجاتی ہے۔ جنسی فعل کے دوران جسم میں لبریکیشن پیدا کرنے کی صلاحیت متاثر ہوتی ہے۔ اس مسئلے  کو حل کرنے کے لیے پانی والے لبریکیشن کا استعمال کیا جاتا ہے۔ عورت کے تولیدی اعضاء کے حصے براہ راست دماغ کے ساتھ منسلک ہوتے ہیں چنانچہ جسم میں محسوس کرنے کی صلاحیت نہ ہونے کے باوجود وہ جنسی تسکین حاصل کرنے کے قابل ہوتی ہے۔ امید ہے یہ سب پڑھنے کے بعد آپ کو علم ہوگیا ہوگا کہ ریڑھ کی ہڈی کی چوٹ کے باوجود آدمی شادی کرنے اور بچے پیدا کرنے کے قابل ہوتا ہے ۔ چنانچہ اگر آپ کی زندگی میں بھی کوئی         ایسا ہے جو آپ سے پیار کرتا ہے  آپ کی وہیل چیئر سے پہلے آپ کو دیکھتا ہے اور آپ ریڑھ کی ہڈی کی چوٹ کو شادی کی راہ میں رکاوٹ سمجھتے ہیں تو اب ایسا بالکل نہ سوچیں۔ اللہ پر بھروسہ اور توکل کرکے آگے بڑھیں   اور شادی کرکے آپنے پیار کو حاصل کریں کیونکہ اس بندھن کو اللہ اور اس کا رسول پسند کرتا ہے اور یہ ہمارے دین اور معاشرے میں عورت سے تعلق قائم    کرنے کا واحد ذریعہ ہے۔ شادی کرنے سے پہلے آپ پر یہ لازم ہیں کہ آپ لڑکی کو حرام مغز کی چوٹ کی وجہ سے آپنے پیدا ہونے والے مسائل       کے بارے میں تفصیل سے بتائیں ۔ اس کے بعد بھی اگر وہ آپ سے شادی کرنے پر تیار ہے تو  شادی کرنے میں کوئی         برائی نہیں ہے۔ ہمارے بہت سے ایسے دوست ہیں جنہوں نے حرام مغز کی چوٹ کے بعد شادی کی ہیں اور وہ ایک کامیاب شادی شدہ زندگی گزار رہے ہیں۔ '),
      ],
    ),
  ];

  ///wheelchair

  static List<CustomCardModel> Wheelchair = [
    CustomCardModel(
      heading: "وہیل چئیر",
      imageUrl: 'assets/images/WC1.png',
      paragraph: [
        Paragraph(
            heading: 'وہیل چئیر',
            paragraph:
                'حرام مغز کی چوٹ کے بعد چونکہ آپ پاؤں پر چلنے پھرنے سے قاصر ہوجاتے ہیں اس لیے وہیل چئیر  ایک جگہ سے دوسری جگہ حرکت کا اہم ذریعہ ہوتی ہے ۔ یہ آپ کے جسم کا حصہ بن جاتی ہے۔ چنانچہ اس کے بارے میں اہم معلومات جیسا کہ اس کی اقسام، حصے، اور ایڈجسٹمنٹ وغیرہ کے بارے میں آپ کو علم ہو نا چاہیے تاکہ آپ آپنے ضرورت کے مطابق آپنے لیے وہیل چئیر کا انتخاب کرسکیں اس کی دیکھ بھال کرسکیں اور اس میں آپنے لیے ضروری ایڈجسٹمنٹ کرسکیں۔ '),
        Paragraph(
            heading: 'دستی وہیل چئیر',
            paragraph:
                'اگر آپ کی چوٹ سی 6 سے نیچے ہے تو دستی  وہیل چئیر آپ کے لیے اچھا انتخاب ہے کیونکہ یہ وزن میں کم اور سائز میں چھوٹی ہوتی ہے اور اسے آپ آسانی سے گاڑی میں آپنے ساتھ لے جاسکتے ہیں۔ اس کے علاوہ اس کو چلاتے ہوئے آپ  کو ورزش ملتی ہے جو آپ کے جسم کے لیے نہایت ہی مفید ہے۔ وقت کے ساتھ ساتھ اس کے نئے نئے ڈیزائین ارہے ہیں جو  وزن میں ہلکے اور چلانے میں آسان ہوتے ہیں۔'),
        Paragraph(
            heading: 'اقسام بلحاظ  فریم',
            paragraph: 'فریم کے لحاظ سے ان کے دو اقسام ہیں'),
        Paragraph(
            heading: 'سخت فریم',
            paragraph:
                'اس قسم کی وہیل چئیر کو فولڈ نہیں کیا جاسکتا۔ گاڑی میں لے جانے کے لیے اس کے پشت کو لٹایا جاتا ہے اور پہیے ہٹائے جاتے ہیں۔یہ آگے دھکیلنے اورموڑنے میں آسان ہوتی ہے۔ ان کا ڈیزائین بہت اچھا اور مختصر ہوتا ہے اور ان کو آپنے جسمانی طرز اور ضروریات کے مطابق ایڈجسٹ کیا جاسکتا ہے۔ ان کو گاڑی میں لے جانا تھوڑامشکل ہوتا ہے اور سخت فریم کی وجہ سے جھٹکے برداشت کرنے کی صلاحیت اس میں نہیں ہوتی۔'),
        Paragraph(
            heading: 'فولڈنگ فریم والی',
            paragraph:
                'ان کے سیٹ کے نیچے ایکس شکل کی راڈیں ہوتی ہیں جسکی وجہ سےایک تو ان کو فولڈ کرکے گاڑی میں آسانی سے لے جا یا جاسکتا ہے اور دوسری ان میں جھٹکے برداشت کرنے کی تھوڑی سی صلاحیت ہوتی ہے.فولڈنگ کے لیےراڈیں ہونے کی وجہ سے ان کا وزن بڑھ جاتا ہہے جسکی وجہ سے ان کو آگے دھکیلنے اور موڑنے کے لیےزیادہ توانائی درکار ہوتی ہے۔ ان میں ایڈجسٹمنٹ کے آپشنز کم ہوتے ہیں اور اس کو آپنی ضرورت کے مطابق ایڈجسٹ کرنا مشکل ہوتا ہے۔'),
      ],
    ),
    CustomCardModel(
      heading: "اقسام بلحاظ وزن",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'وہیل چئیر کا وزن بہت اہم ہوتا ہے۔ جتنا ان کا وزن کم ہوتا جائے گا ان کی ڈیزائن میں بہتری آئے گی اور قیمت زیادہ ہوگی۔ ہمارے بازاروں میں جو وہیل چئیر دستیاب ہے وہ کم قیمتی ہے۔ ان کو لوہے یا سٹیل سے تیار کیا جاتا ہے ان کا ڈیزائن بہت خراب ہوتا ہے جسکی وجہ سے ان کو دھکیلنا بہت مشکل ہوتا ہے۔ جو کم وزن کے وہیل چیئر ہوتے ہیں ان کو اچھے  قسم کے ایلومینیم یا ٹاٹینیم سے بنایا جاتا ہے۔ جو بہت ہی کم وزنی ہوتے ہیں ان کا وزن پندرہ کلو سے کم ہوتا ہے اور جو بہت ہلکی ہوتی ہے ان کا دس کلو سے بھی کم ہوتا ہے لیکن ان کی قیمت بہت زیادہ ہوتی ہے۔  '),
      ],
    ),
    CustomCardModel(
      heading: "وہیل چئیر کے حصے ",
      imageUrl: 'assets/images/WC_parts.jpeg',
      paragraph: [
        Paragraph(
            heading: 'Armrest',
            paragraph:
                'ان پر سکو ن کی حالت میں ہاتھ اور بازوں رکھے  جاتے ہیں۔ کواڈریپلیجکس کے لیےان کی اہمیت اور بھی بڑھ جاتی ہے کیونکہ یہ ان کو حفاظت فراہم کرتی ہیں اور وہیل چئیر سے گرنے سے بچائی ہیں۔ اکثر وہیل چئیر میں ان کی اونچائی بھی ضرورت کے مطابق ایڈجسٹ کی جاسکتی ہے۔ اگر آپ کو زیادہ سپورٹ کی ضرورت ہو تو اس کو زیادہ اونچائی پر ایڈجسٹ کریں ۔ ان کو فکس نہیں ہونا چاہیے کیونکہ اس طرح یہ ٹرانسفر میں رکاوٹ پیدا کرتے ہیں۔بہتریہ ہے کہ یہ یا تو وہیل چئیر سے مکمل علیحدہ کیے جاسکتے ہو یا پیچھے کی طرف کیے جاسکتے ہوں ۔ بعض لوگ جن کے چوٹ کا لیول نیچے ہوتا ہے ان کو زیادہ سپورٹ کی ضرورت نہیں ہوتی اس لیے وہ ان کو  وہیل چئیر میں پسند نہیں کرتے کیونکہ یہ وہیل چئیر کو حرکت دینے میں رکاوٹ بنتے ہیں۔'),
        Paragraph(
            heading: 'بڑے پہیے ',
            paragraph:
                'ان کا سائز عموماً چوبیس انچ کا ہوتا ہے۔ بچوں کے وہیل چیئر میں ان کا سائز  بیس انچ کا ہوتا ہے۔ ان کے ٹائر یا توہوا والے ہوتے ہیں یا ٹھوس۔ ہوا والے غیر ہموار جگہ  پر چلانے میں آرام      دہ ہوتے ہیں کیونکہ ان میں جھٹکے جذب کرنے کی صلاحیت ہوتی ہے۔ لیکن ان کی دیکھ بھال کی ضرورت پڑتی ہے۔ ہوا دینی پڑتی ہے اور پنکچر ہونے کا بھی خطرہ رہتا ہے۔ جو ٹھوس  ہوتے ہیں۔ ا ن کو دیکھ بھال کی ضرورت نہیں ہوتی اور پنکچر بھی نہیں ہوتے۔لیکن چونکہ ان میں جھٹکے جذب کرنے کی صلاحیت نہیں ہوتی اس لیے غیر ہموار جگہ پر چلانے میں تکلیف دہ ہوتے ہیں '),
        Paragraph(
            heading: 'چھوٹے  پہیے',
            paragraph:
                'یہ تین انچ سے لے کر دس انچ تک کے مختلف سائز میں ہوتے ہیں۔ باہر غیر ہموار جگہ پر چلانے کے لیے بڑے اور ہوا والے موزوں ہوتے ہیں کیونکہ ان میں جھٹکے جذب کرنے کے صلاحیت ہوتی ہے اور اونچی نیچے جگہوں میں پھنستی نہیں ہے ۔ ہموار جگہوں یا گھر کےاندر چلانے کے لیے چھوٹا سائز موزوں رہتا ہے کیونکہ ان کے ساتھ وہیل چئیر کو چلانا اور موڑنا آسان ہوتا ہے۔  سپورٹس والی وہیل چئیرکم سائز والے پہیے لگتے ہیں۔'),
        Paragraph(
            heading: 'Pushrims',
            paragraph:
                'یہ بڑے پہیوں کے ساتھ منسلک ہوتے ہیں اور ان کے ذریعے وہیل چئیر کو حرکت دی جاتی ہے۔ کواڈریپلیجیکس کے لیے ان کو اور بہتر طریقے سے ڈیزائن کیا جاتا ہے اور ان کے ساتھ ابھری ہوئی چیزیں منسلک کی جاتی ہے تاکہ ان کے ساتھ آسانی سے وہیل چئیر کو حرکت دی جاسکے۔'),
        Paragraph(
            heading: 'پائیدان',
            paragraph:
                'یہ بھی مختلف ڈیزائن میں ہوتے ہیں۔ بعض فکس ہوتے ہیں جبکہ بعض کو فولڈ یا ہٹایا جاسکتا ہے۔'),
        Paragraph(
            heading: 'پشت',
            paragraph:
                'یہ عام طور پر مضبوط قسم کے کپڑے یا چمڑے کے بنے ہوئے ہوتے ہیں۔ بعض کی تناؤ کو آپنے ضرورت کے مطابق ایڈجسٹ کیا جاسکتا ہے۔ جوکہ بہت اچھا ہوتا ہے۔ بعض فکس ہوتے ہیں۔ کاربن فائبر کے بنے ہوئے بہت ہی عمدہ ہوتے ہیں۔ اس کی اونچائی کتنی ہونی چاہیئے اس کا دارومدار آپ کی چوٹ کے لیول اور ضرورت پر ہوتا ہے۔ کواڈریپلیجیکس کے لیےزیادہ اونچائی والے اچھا سپورٹ مہیا کرتے ہیں۔ نیچے لیول کے پیرآپلیجکس کم اونچائی کو پسند کرتے ہیں۔ کیونکہ اس طرح وہ وہیل چئیر میں زیادہ فعال ہوتے ہیں۔ اس کو بہتر طریقے سے دھکیل سکتے ہیں اور اس میں آزادانہ طور پر حرکت کرسکتے ہیں۔کواڈریپلیجیکس کے لیےاگر یہ پیچھے کی طرف معمولی زاویہ سے مڑی ہوئی ہو تو یہ ان کے لیے نہایت ہی آرام دہ ہوتے ہے۔ '),
        Paragraph(
            heading: 'Wheel locks',
            paragraph:
                'عموماً ٹرانسفر کے دوران ان کا استعمال کیا جاتا ہے تاکہ وہیل چئیر حرکت نہ کریں اور حفاظت سے ٹرانسفر کیا جاسکے۔ لیکن بعض لوگ ان کو پسند نہیں کرتے کیونکہ یہ ٹرانسفر کی راہ میں رکاوٹ بنتے ہیں۔ '),
        Paragraph(
            heading: 'Anti tipper wheels',
            paragraph:
                'یہ پیچھے کی طرف دو چھوٹےپہیے ہوتے ہیں جو کہ چڑھائی چھڑنے کے دوران یا وہیلی کے دوران وہیل چئیر کو پیچھے کی طرف الٹنے سے بچاتی ہے'),
      ],
    ),
    CustomCardModel(
      heading: "سیٹ کی چوڑائی، اونچائی اور گہرائی ",
      imageUrl: 'assets/images/WC2.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'سیٹ کے فریموں کے درمیان فاصلہ کو سیٹ کی چوڑائی کہتے ہیں۔ اس کی پیمائش جسمانی بناوٹ کے مطابق ہونی چاہیے۔ موٹے آدمیوں کے لیے چوڑے سیٹ، درمیانے قد والوں کے لیےدرمیانے اور بچوں کے لیے کم چوڑے سیٹ ہونے چاہیے۔ اگر  سیٹ کی چوڑائی آپ کی جسم کے لحاظ سے کم ہو تو یہ آپ کو بیڈ سور سے دوچار کرسکتا ہیں۔ اگر  زیادہ ہو تو آپ کے بیٹھنے کا توازن خراب ہوجاتا ہے وہیل چئیر کی چوڑائی بھی بڑھ جاتی ہے جس کی وجہ سے تنگ دروازوں سے نکلنا مشکل ہوجاتا ہے۔ ویل چیئر کی سیٹ کی جو سٹینڈرڈ چوڑائی ہے وہ اٹھارہ انچ ہے۔ سیٹ فرش سے کتنا اونچا ہے اس کو سیٹ کی اونچائی کہتے ہیں۔ سیٹ کی اونچائی اتنی ہونی چاہیے کہ ٹرانسفر میں سہولت ہو اور ریموں تک آسانی سے آپ کے ہاتھ پہنچ سکیں ۔ جو معیاری یا سٹینڈرڈ اونچائی ہے وہ اٹھارہ سے بیس انچ تک ہے۔وہیل چئیر کے سیٹ کے آگے حصہ سے پیچھے حصہ تک کی لمبائی    کو سیٹ کی گہرائی کہتے ہیں۔ آپ کے لیے سیٹ کی گہرائی کتنی ہونی چاہیے یہ آپ ایسے معلوم کرسکتے ہیں کہ بیٹھ کر کولہوں  کے پیچھے سے گھٹنوں  کے نیچے تک کے حصے کی پیمائش کریں کلیئرنس کے لیے ان میں سے دو سینٹی میٹر منفی کریں۔ اور اس طرح اس گہرائی کی سیٹ آپ کے لیے صحیح ہوگی۔ اس پر آپ کے بیٹھنے کا توازن صحیح ہوگا، آپ کے لیے آرام دہ ہوگا اور دباؤ آپ کے کولہوں  اور رانوں پر صحیح طریقے سے تقسیم ہوگا اور بیڈ سور کا خطرہ نہیں ہوگا۔ کم گہرائی والے سیٹ پر دباؤ آپ کے کولہوں  پر زیادہ پڑے گا اور بیڈ سور کا خطرہ ہوگا۔ اگر سیٹ بہت گہرا ہو تو یہ آپ کے گھٹنوں کو پیچھے طرف سے ٹچ کرے گا جس کی وجہ سے پریشر سور کا خطرہ ہوگا۔ اور آپ کے بیٹھنے کا توازن خراب ہوگا۔ '),
      ],
    ),
    CustomCardModel(
      heading: "سیٹ کی ڈھلوان",
      imageUrl: 'assets/images/WC3.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'فرش سے سیٹ کے اگلے حصہ کا فاصلہ اور سیٹ کے پچھلے حصہ کے فاصلے درمیان فرق سیٹ کےچڑھائی ہوتی ہے۔ اس کی وجہ سے آپ کے گھٹنے کولہوں  سے اونچے ہونگے۔ قیمتی اور جدید وہیل چئیر میں اس کی ایڈجسٹمنٹ کی سہولت موجود ہوتی ہے۔ تھوڑی ڈھلوان اگر سیٹ میں موجود ہو تو اس سے بیٹھنے کا توازن صحیح ہوتا ہے۔ اور گرنے کا خطرہ کم ہوتا ہے۔ لیکن اگر یہ زیادہ ہو تو ٹرانسفر میں رکاوٹ پیدا کرتی ہے۔'),
      ],
    ),
    CustomCardModel(
      heading: "پائیدان کی پیمائش",
      imageUrl: 'assets/images/WC4.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'پائیدان کی پوزیشن کو بھی آپنے حساب سے اوپر نیچے کیا جاسکتا ہے۔ یہ زیادہ اوپر یا نیچے ہونے کی صورت میں آپ کا توازن متاثر ہوگا۔ اور دباؤ کولہوں  اور رانوں میں صحیح طریقے سے تقسیم نہیں ہوگا جس کی وجہ سے پریشر سور کا خطرہ ہوگا۔ ان کی صحیح پوزیشن معلوم  کرنے کے لیے آپ ان کو نیچے کرتے جائیں یہاں تک کہ ایڑی ان سے لگ جائے ۔ پھر ان کو دو اعشاریہ پانچ سینٹی میٹراوپر لے آئیں اور ایڈجسٹ کریں۔ یہ آپ کے لیے پائیدان کی صحیح پوزیشن ہوگی۔'),
      ],
    ),
    CustomCardModel(
      heading: "Camber",
      imageUrl: 'assets/images/WC5.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'بڑے ٹائروں کا وہیل چئیر کی نسبت جو زاویہ ہوتا ہے اسے کیمبر کہتے ہیں۔ اس کا مشاہدہ آپ سپورٹس کی وہیل چئیر میں کرسکتے ہیں۔ اس کی وجہ سے وہیل چئیر کو دھکیلنا اور موڑنا آسان ہوجاتا ہے۔ اور اس کی چوڑائی زیادہ ہوجاتی ہے جس کی وجہ سے یہ الٹتی نہیں۔ لیکن زیادہ چوڑائی کی وجہ سے ان کا تنگ دروازوں سے گزرنا مشکل ہوجاتا ہے '),
      ],
    ),
    CustomCardModel(
      heading: "ایکسل کی ایڈجسٹمنٹ ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'جدید اور مہنگے قسم کے وہیل چئیر میں یہ سہولت بھی ہوتی ہے کہ آپ اس کے بڑے پہیوں کے ایکسل کو آگے یا پیچھے کرسکتے ہیں۔ بڑے پہیے جتنے آگے ہونگے اتنا آپ کا وزن ان پر زیادہ اور چھوٹےپہیوں پر کم ہوگا جس کی وجہ سے وہیل چئیر کو چلانا اور موڑنا آسان ہوگا اور وہیلی کرنا بھی آسان ہوگا۔ لیکن دوسری طرف وہیل چئیر کا پیچھے کی طرف الٹنے کا خطرہ بھی زیادہ ہوگا۔ اس سے بچنے کے لیے آپ ان میں پیچھے سے حفاظت والی چھوٹی پہیے بھی لگا سکتے ہیں۔ پہیوں کی پوزیشن آگے پیچھے کرنے سے پہیوں تک آپ کے پہنچ میں بھی تبدیلی آئے گی۔ اگر زیادہ آگے ہو تو یہ آپ کے ٹرانسفر کے راستے میں بھی آئے گی۔ چنانچہ وقت لے کے اور مختلف پوزیشنیں ٹرائی کرکے آپ آپنے لیے ٹائروں کی صحیح  پوزیشن کا تعین کرسکتے ہیں۔'),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///Spasticity
  static List<CustomCardModel> Spasticity = [
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///spinal cord treatment and future
  static List<CustomCardModel> Treatment = [
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'null',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];
}
