import '../models/CustmoCardModel.dart';

class TextData {
  static List

      ///mobilities
      <CustomCardModel> mobilities = [
    CustomCardModel(
      heading: "حرکت",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'حرکت',
            paragraph:
                'حرام مغز کی چوٹ کے بعد آپ جتنی جلدا اور جتنا زیادہ آپنے آپ کو حرکت میں لا سکتے ہیں اتنا ہی آپ کے جسم و دماغ کے لیے اچھا ہوگا۔ حرکت یہ ہے کہ آپ  بستر سے باہر نکلیں ویل چیئر میں بیٹھیں ، ورزش کرکے آپنے جسم کو مظبوط بنائیں، روزمرہ زندگی کے جتنے کام خود کرسکتے ہیں وہ کریں۔ اس کے علاوہ ویل چیئر میں گھر سے باہر نکلیں اور معاشرے  کا ایک فعال رکن بنے۔ اگر آپ اپنے آپ کو حرکت  میں نہیں رکھیں گے اور بستر میں ہی پڑے رہیں گے تو بہت سے ذہنی وجسمانی مسائل پیدا ہونگے۔ بستر میں پڑے رہنے سے آپ کی توجہ آپنے آپ پر زیادہ رہے گی۔ آپ ہر وقت آپنے حادثے اور اس کے بعد کے مسائل کے بارے میں سوچیں گے اور اس طرح ڈپریشن میں پڑنے کا خطرہ زیادہ ہوگا۔ حرکت میں رہنے سے آپ کی توجہ آپنے آپ سے ہٹے گی اور آپ ذہنی طور پر بہتر محسوس کر یں گے۔حرکت نہ کرنے سے بہت سے جسمانی مسائل بھی پیدا ہو ں گے۔ بستر میں پڑے رہنے سے پریشر سور لگنے کا خطرہ زیادہ ہوگا، اگر چوٹ اوپر کے درجے کا ہو ،تو نظام تنفس کے مسائل جیسے بلغم اور نمونیا کا خطرہ ہوگا۔ اس کے علاوہ جوڑوں کی حرکت متاثر ہوگی اور عضلات کی لمبا ئی کم ہونے کا خطرہ ہوگا۔ عضلات میں اکڑاؤ یا سپاسٹیسٹی بڑھے گی اور عضلات و ہڈیاں اور کمزور ہوجائیں گی۔ چنانچہ ان سب مسائل سے بچنے کے لیے آپنے آپ کو زیادہ سے زیادہ حرکت میں رکھیں'),
      ],
    ),
    CustomCardModel(
        heading: "روزمرہ زندگی کے کام",
        imageUrl: 'null',
        paragraph: [
          Paragraph(
            heading: 'روزمرہ زندگی کے کام',
            paragraph:
                'روزمرہ زندگی کے کاموں میں کپڑے بدلنا  ، ٹرانسفر کرنا ،باتھ روم جانا، کموڈ چئیر پر بیٹھنا اور نہاناوغیرہ شامل ہیں۔ آپ کو یہ کام خود سے سیکھنے چاہیے۔ اگر آپ کواڈریپلیجیک ہیں تو آپ جہاں ضروری ہو وہاں کسی کی مدد بھی لے سکتے ہیں یا آلات کا بھی استعمال کرسکتے ہیں۔ ذیل میں ہم آپ کو کچھ اہم کام خود سے کرنے کے طریقے بتائیں گے۔ ',
          ),
          Paragraph(
            heading: 'منتقل ہونا ',
            paragraph:
                'ایک فعال ومتحرک زندگی گزارنے کا لئے آپنے آپ کو منتقل ہونے کے قابل بنانا بہت ضروری ہے۔ اس سے آپ کی زندگی میں آزادی آتی ہے آپ کا اعتماد بڑھتا ہےاور ایک فعال زندگی گزارنےمیں بہت مدد ملتی ہے۔ روزمرہ زندگی میں مختلف چیزوں کے درمیان منتقل ہونے کی ضرورت پڑتی ہے۔ مثلاً وہیل چئیر سے بستر، بستر سے وہیل چئیر، وہیل چئیر سے کموڈ چئیر، کموڈ چئیر  سے وہیل چئیر، وہیل چئیر سے گاڑی اور گاڑی سے وہیل چئیر وغیرہ ۔ پیرآپلیجکس کو یہ سارے ٹرانسفر بغیر کسی کے مدد کے کرنے کے قابل ہونا چاہیے۔ کواڈریپلیجیکس کو بغیر کسی سہارے کے یا پھر معمولی سہارے کے ٹرانسفر کرنے چاہیے۔ لیکن اس کے لیے سخت مشقوں یا ٹریننگ کی ضرورت ہوتی ہے۔ ',
          ),
          Paragraph(
              heading: 'پیرآپلیجکس کا منتقل ہونا ',
              paragraph:
                  ' اگر آپ پیرآپلیجک ہیں تو منتقل ہونے میں آپ کو کوئی خاصل مشکل نہیں ہونی چاہئیے۔ آپنے کندھوں  اور بازوؤں پر محنت کریں۔ ان کے عضلات کو مظبوط اور طاقتور بنائیں اور اوپر بیان کئے گئے  اصولوں اور طریقوں پر عمل کریں۔ تاکہ آپ آسانی اور محفوظ طریقے سے منتقل ہوسکیں۔'),
          Paragraph(
            heading: 'کواڈریپلیجیکس کا منتقل ہونا',
            paragraph:
                'منتقل ہو نے کے لیے ضروری ہے کہ وہیل چئیر یا بستر میں بیٹھے ہوئے  آپ خود کودونوں بازوؤں کی مدد سے تھوڑااوپر اٹھا سکتےہو یا ہلکا سا گھسیٹ سکتے ہو ۔ اس کے لیے بازوؤں کو سیدھا کرنے والے عضلات جسے ٹرائیسپ عضلات کہتے ہیں بہت مدد گار ثابت ہو تے ہیں۔ لیکن سی7 سے جو اوپر کے کواڈریپلیجکس ہو تے ہیں   ان میں یہ کام نہیں کر تے۔ کواڈریپلیجکس میں اکثریت سی5 اور سی 6 درجہ کی ہو تی ہیں جن میں ٹرایسپ عضلات کام نہیں کر تے۔ اس درجہ کے کواڈریپلیجیکس آپنی کہنی کو لاک کرکے کندھوں  کی زور پر منتقل ہوسکتے ہیں لیکن اس کے لیے ان کو بہت زیادہ محنت اور مشق کی ضرورت ہو تی ہے',
          )
        ]),
    CustomCardModel(
        heading: "انتقال کے قابل بننے کے لیے ضروری مشقیں",
        imageUrl: 'assets/imagesDescription/11.jpg',
        paragraph: [
          Paragraph(
            heading: 'ضروری مشقیں',
            paragraph:
                'سب سے پہلے آپ  کو چاہیے کہ آپنے کندھوں  کے عضلات پر محنت کریں اور ان کو بہت زیادہ طاقتور بنائیں ۔ آپ کو چاہیے کہ بستر میں بیٹھے ہوئے دونوں بازوؤں کی مدد سے آپنے آپ کو اوپراٹھائیں ۔ پھر کچھ دنوں بعد جب اس طرح مشق کرتے ہوئے آپ کے کندھے مظبوط اور طاقتور ہو جائیں تو بستر میں ہی آپنے آپ کو ایک جگہ سے دوسری جگہ گھسیٹنے کی کوشش کریں چونکہ کواڈریپلیجکس میں بغیر کسی سہارے کے سیدھا بیٹھنے کے لیےچھاتی اور کمر کے درکار عضلات کام نہیں کر تے اس لیے آپ کو چاہیے کہ توازن کے ذریعے بغیر سہارے کے بیٹھنے کو بہتر بنائیں ۔ اس کے لیے آپ کو جو مشق درکار ہو گی وہ یہ ہے کہ  بستر میں بیٹھ کر آپنے دونوں پاؤں نیچے کریں پھر آپنے بازوؤں کو آہستہ آہستہ آگے اور پیچھے کرنے کی بار بار مشق کریں ۔ اور کچھ دنوں بعد اسی حالت میں بیٹھے ہوئے آپنے آپ کو ایک جگہ سے دوسری جگہ گھسیٹنے کی کوشش کریں ۔ یہ مشق وہیل چئیر سے بستر اور بستر سے وہیل چئیر میں منتقل ہو نے کے لیے انتہائی فائدہ مند ہے۔ اس سارے عمل میں کسی کا موجود ہونا بہت ضروری ہے تاکہ آپ گرنے اور چوٹ لگنے سے محفوظ رہیں ۔ ',
          ),
          Paragraph(
            heading: 'ایک مددگار کی مدد سے منتقل ہونا',
            paragraph:
                'شروع میں آپ کو منتقل ہو نے کے لیے دو بندوں کی ضرورت ہوتی ہے۔ لیکن اگر درجہ بالا مشق کی جائے تو صرف ایک بندے کی ضرورت پڑے گی اور وہ بھی صرف سپورٹ کرنے اور آگے گرنے سے بچانے کے لیے۔ زور سارا آپ کا ہی استعمال ہو گا۔اس کا طریقہ یہ ہے کہ سب سے پہلے وہیل چئیر کو بستر کے قریب لے آئیں اتنا قریب کہ وہیل چئیر اور بستر کے درمیان کوئی جگہ خالی نہ رہے  اور اگر ہو  بھی تو اس کو کسی کپڑے وغیرہ سے پُر کریں ۔وہیل چئیر اور بستر کا ایک ہی سطح کا ہونا بہت ضروری ہے ۔اس کے بعد کوئی مدد گار آگے کی طرف کھڑا ہو کر ماتھے یا کندھے کو دونوں ہاتھوں کی ذریعے سپورٹ کرے تاکہ آپ آگے کی  طرف گرے نہیں ۔ پھر سر کو آگے کی طرف جھکا کر دونوں بازوؤں کی مدد سے وھیل چئیر سے بستر کی طرف حرکت کریں ۔ سر جتنا آگے کی طرف جھکا ہو گا اتنا بیٹھنے والی جگہ پر وزن کم ہو گا اور منتقل ہونے میں آسانی ہو گی۔ اگر سلائیڈنگ بورڈ استعمال کی جائے تو اس سے اور بھی آسانی ہوگی۔ اگر زیادہ سپورٹ کی ضرورت ہو تو مددگار آپ کو کولہوں کی جگہ سے پکڑے اور منتقل ہوتے وقت دونوں ایک ہی وقت زور گا۔  ',
          ),
          Paragraph(
            heading: 'بغیر کسی مددگار کے ',
            paragraph:
                ' کچھ عرصہ بعدمسلسل مشق سے آپ کے لیے بغیر کسی مدد کے بھی منتقل ہونا ممکن ہو  جائے گا ۔آپ دو طریقوں سے ویل چیئر سے بستر میں منتقل ہوسکتے ہیں پہلا طریقہ یہ ہے کہ آپ سب سے پہلے دونوں ٹانگیں بستر پر رکھیں اور پھر دونوں بازوؤں کی مدد سے کئی  حرکتوں میں بستر پر منتقل ہو جائیں۔ یہ طریقہ کافی محفوظ ہے اور اس میں آگے کی طرف گرنے کا خطرہ نہیں ہوگا۔ دوسرا طریقہ یہ ہے کہ سب سے پہلے بازوؤں کی مدد سے بستر میں منتقل ہو جائیں اور اس کے بعد ٹانگیں بستر پر لے آئیں. شروع میں بہت تھکن ہو گی اور ٹائم لگے گا۔ لیکن وقت کے ساتھ ساتھ مشق ہو تا جائے گا اور پھر آپ آسانی اور کم وقت میں منتقل ہونے کے قابل بن جائیں گے۔ بیڈ سے وہیل چئیر پر آنے کے لیےآپنے آپ کو وہیل چئیر کے قریب لے آئیں ۔ اور اوپر بیان کیا گیا طریقہ مخالف سمت میں دہرائیں ۔ یادرکھیں بیڈ سے وہیل چئیر میں انتقال تھوڑامشکل ہو تا ہے۔ لیکن وقت کے ساتھ یہ بھی آسان ہو جاتاہے۔ ',
          ),
        ]),
    CustomCardModel(
      heading: "جوڑوں کی حرکت اور ورزش ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'حرکت اور ورزش',
            paragraph:
                'حرام مغز کی چوٹ کے بعد جوڑوں کی حرکت برقرار رکھنے کے لیے باقاعدگی سے ورزش کی ضرورت ہوتی ہے۔ چونکہ ابھی آپ پہلے کی طرح جوڑوں کو حرکت نہیں دے سکتے اس لئے اب باقاعدگی سے ورزش کے ذریعے ان سارے مسائل سے بچ سکتے ہیں جو جوڑوں کی حرکت نہ کرنے کی وجہ سے پیدا ہوتے ہیں جن میں جوڑوں کا سخت ہونا، سیدھا نہ ہونا، حرکت کی مقدار میں کمی آنا، عضلات میں اکڑاؤ اور ان کی لمبائی میں کمی آنا شامل ہیں۔ باقاعدگی سے جوڑوں کو حرکت یا ورزش دینے سے نہ صرف آپ ان مسائل سے بچ سکتے ہیں بلکہ اس کی وجہ سے خون کا بہاؤ بھی تیز ہوتا ہے جسکی وجہ سے خون کے جمنے کا خطرہ کم ہوتا ہے۔ یہ ورزشیں کس طرح کی جاتی ہیں  یہ آپ کا فزیوتھراپسٹ آپ کو اور آپ کے خاندان والوں کو سمجھا ئے گا ۔ اگر آپ یہ ورزشیں خود کرنے کے قابل ہیں تو بہت اچھی بات ہے اور اگر خود نہیں کرسکتے تو کسی دوسرے فرد کی مدد لیں۔ '),
        Paragraph(
            heading: 'احتیاطیں',
            paragraph:
                '	ورزش آہستگی سے کریں تا کہ سپاسٹیسٹی شروع نہ ہو۔	ہر ورزش کم از کم دس مرتبہ دہرائیں 	جوڑوں کو حرکت دینے کے دوران جس جگہ جوڑ سخت ہوجائے اور مزید حرکت نہ کریں اس جگہ پر زیادہ زورلگا کر بہت زیادہ حرکت نہ دیں بلکہ اس جگہ سے معمولی اور حرکت دیں	ہاتھوں  اور پیروں کے ہر جوڑ کو دن میں کم از کم ایک مرتبہ ورزش دیں۔ لیکن اگر سپاسٹیسٹی زیادہ ہوگئی  ہو، جوڑ سخت ہونا شروع ہوگئے  ہو یا ان کی حرکت کم ہوگئی ہو تو دن میں دو مرتبہ ورزش دیں اور ہر ورزش زیادہ مرتبہ دہرائیں'),
      ],
    ),
    CustomCardModel(
      heading: "کندھوں کو جسم سے دور لے جانا ",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔ پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے۔'),
      ],
    ),
    CustomCardModel(
      heading: "کندھوں کو متوازی جسم سے دو ر لے جانااور قریب لانا ",
      imageUrl: 'assets/imagesDescription/mobility3.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'مددگار آپ کے بازو کو کہنی اور کلائی سے پکڑ کر کندھے کے اونچائی پر سائیڈ پر لے آئے۔ پھر بازو کو موڑتے ہوئے آپ کے ہاتھ مخالف کندھے کے ساتھ ٹچ کرے اور پھر دوبارہ اسی پوزیشن میں لے آئے. '),
      ],
    ),
    CustomCardModel(
      heading: "کندھوں کو گھمانا",
      imageUrl: 'assets/imagesDescription/mobility4.png',
      paragraph: [
        Paragraph(
          heading: '',
          paragraph:
              'مددگار آپ کے بازو کو کہنی اور اور کلائی سے پکڑ کر کندھوں  کی اونچائی پر لے آئے اور کہنی کو نوے درجے پر موڑ ے۔ پھر ہاتھ کے اگلے حصے کو چھت اور زمین کی طرف حرکت دے۔',
        ),
      ],
    ),
    CustomCardModel(
      heading: "کہنی کو موڑنا اور سیدھا کرنا",
      imageUrl: 'assets/imagesDescription/mobilty5.png',
      paragraph: [
        Paragraph(
          heading: '',
          paragraph:
              'مددگار آپ کے بازو کو کلائی اور اوپر کے حصے سے پکڑ کر کلائی کو کندھے کے ساتھ ملائے اور پھر مکمل سیدھا کرے۔ ',
        ),
      ],
    ),
    CustomCardModel(
      heading: "کلائی اور انگلیوں کو موڑنا اور سیدھا کرنا ",
      imageUrl: 'assets/imagesDescription/mobility7.png',
      paragraph: [
        Paragraph(
          heading: '',
          paragraph:
              'مددگار ایک ہاتھ سے آپ کے کلائی کو پکڑے اور دوسرے ہاتھ سے انگلیوں کو پکڑ کر موڑے اور پھر کلائی کو اوپر نیچے اس انداز سے حرکت دے کہ نیچے کی طرف آپ کی انگلیاں سیدھی ہو۔',
        ),
      ],
    ),
    CustomCardModel(
      heading: "انگوٹھے کو حرکت دینا",
      imageUrl: 'assets/imagesDescription/mobility8.png',
      paragraph: [
        Paragraph(
          heading: '',
          paragraph:
              'مددگار آپ کے انگوٹھے کو پکڑ کر شہادت کی انگلی سے دور لے جائے ۔ پھر چھوٹی انگلی کے سا تھ ٹچ کرے اور دوبارہ اسی حالت میں لے آئے ',
        ),
      ],
    ),
  ];

  ///blader

  static List<CustomCardModel> Blader = [
    CustomCardModel(
      heading: "مثانہ کا انتظام",
      imageUrl: 'assets/imagesDescription/blader.jpg',
      paragraph: [
        Paragraph(
            heading: 'نظام اخراج ',
            paragraph:
                'یہ نظام ہمارے جسم سے فاسد مادے اکٹھے کرکے پیشاب کی صورت میں باہر خارج کرتا ہے۔ '),
        Paragraph(
            heading: 'گردے',
            paragraph:
                'ہمارے جسم میں ان کی تعداد دو ہوتی ہیں اور یہ پیٹ کے پچھلے طرف اوپر کے حصے میں واقع ہوتی ہیں ۔ یہ ہمارے جسم سے فاسد مادے اکٹھا کرکے ان کے ساتھ پانی  ملا کر پیشاب بناتے ہیں۔ '),
        Paragraph(
            heading: 'یوریٹر',
            paragraph:
                'یہ نالیاں ہوتی ہیں جو گردوں سے پیشاب مثانہ میں پہنچاتی ہیں۔'),
        Paragraph(
            heading: 'مثانہ',
            paragraph:
                'مثانہ ہمارے جسم کے اندر ایک لچک دار تھیلی کا نام ہے۔جس میں جسم کا فاسد مواد جسے پیشاب یا یورین کہتے ہیں جمع ہوتا ہے۔'),
        Paragraph(
            heading: 'سپنتٹر عضلات',
            paragraph:
                'یہ دو چھوٹےعضلات ہوتے ہیں۔ ایک مثانہ کے نچلے سرے پر اور ایک یوریترا میں واقع ہوتا ہے۔ یہ پیشاب کو مثانہ سے باہر جانے سے روکتے ہیں۔ '),
        Paragraph(
            heading: 'یوریترا',
            paragraph:
                'یہ ایک نالی ہوتی ہے جو پیشاب کو جسم سے باہر خارج کرتا ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "مثانہ خالی  کرنا",
      imageUrl: 'assets/imagesDescription/blader1.png',
      paragraph: [
        Paragraph(
            heading: 'حرام مغزکی چوٹ سے پہلے ',
            paragraph:
                'جب ایک صحت مند آدمی کا مثانہ یورین سے بھر جاتا ہے تو اس کے اخساسات حرام مغز کے ذریعے انسان کے دماغ تک پہنچتے ہیں چنانچہ وہ مثانہ خالی کرنے کی حاجت محسوس  کرتا ہے اور پھر مناسب جگہ دیکھ کر دماغ کی طاقت سے مثانہ کے عضلات پر زور لگا تا ہے۔ اور یوں یورین باہر نکلتا ہے اور مثانہ خالی ہوجاتا ہے۔'),
        Paragraph(
            heading: 'حرام مغز کی چوٹ کے بعد',
            paragraph:
                'حرام مغز کی چوٹ کے بعد انسان کے مثانہ کا رابطہ دماغ سے کٹ جاتا ہے ۔ نہ ہی کوئی پیغام مثانہ سے دماغ تک پہنچتا ہے اور نہ ہی دماغ سے مثانہ تک۔ اس وجہ سے نہ ہی انسان کو مثانہ کے بھرنے کا  احساس  ہوتا ہے اور نہ ہی وہ دماغ کی طاقت سے مثانہ کے عضلات پر زور لگا کر یورین باہر نکال سکتا ہے۔چنانچہ حرام مغز کی چوٹ کے بعد مثانہ خالی کرنے کے لیے مختلف طریقے اختیار کیے جاتے ہیں ۔ اس کا مقصد صفائی اور سہولت سے مثانہ کو خالی کرنا ہے تاکہ انسان کے صحت کو کوئی نقصان نہ پہنچے وہ پاک و صاف رہے اور عزت و وقار سے زندگی گزار سکے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "حرام مغز کی چوٹ کے بعد مثانہ کےاقسام",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'ریفلیکس مثانہ',
            paragraph:
                'اگر آپ کی چوٹ ٹی 12 سے اوپر ہو تو مثانہ میں پیشاب بھرنے کے بعد یہ خود بخود حرام مغز کے حکم سے سکڑتی ہے اورپیشاب باہر نکالنے کی کوشش کرتی ہے۔ اس قسم کے مثانہ کو ریفلیکس مثانہ کہتے ہیں۔ '),
        Paragraph(
            heading: 'فلیسیڈ مثانہ',
            paragraph:
                'اگر آپ کی چوٹ ٹی 12 سے نیچے ہو تو مثانہ میں خود بخود سکڑ کر پیشاب باہر نکالنے کی صلاحیت نہیں ہوتی۔ اس قسم کے مثانہ کو فلیسیڈ مثانہ کہتے ہیں'),
      ],
    ),
    CustomCardModel(
      heading: "مثانہ خالی کرنے کے طریقے سی آئی سی ",
      imageUrl: 'assets/imagesDescription/blader2.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'مثانہ خالی کرنے کے مختلف طریقے ہیں۔ کس کو کونسا طریقہ اختیار کرنا چاہیے اس کا انحصارمختلف عوامل پر ہوتا ہے۔ مثلاً آپ کی چوٹ کا درجہ کیا ہے، آپ کا مثانہ ریفلیکس ہے یا فلیسیڈ ، آپ کی ہاتھوں  کی فعالیت کتنی ہے۔،آپ کی طرز زندگی کیا ہے، آپ زیادہ وقت گھر کے اندر گزارتے ہے یا باہر، آپ مرد ہو یا عورت، آپ کوکونسے طریقے میں زیادہ سہولت ہے، کونسا آپ کی صحت کے لیے بہتر ہے۔ اور کونسا طریقہ آپ کو پسند ہے۔'),
        Paragraph(
            heading: 'سی آئی سی',
            paragraph:
                'اس طریقے میں تین چار گھنٹے بعد مثانہ میں نیلٹن کیتیٹر ڈال کر خالی کیا جاتا ہے ۔ اگر صفائی کا مناسب خیال رکھا جائے تو یہ سب سے بہترین طریقہ ہے کیونکہ اس میں انفیکشن کم ہو تی ہے اور سب سے اہم بات مثانہ  میں پیشاب جمع ہونے کی صلاحیت کم نہیں ہو تی۔ '),
        Paragraph(
          heading: 'طریقہ',
          paragraph:
              'سب سے پہلے ہاتھوں کو اچھی طرح صابن سے دھوئیں ۔ پھر (Penis) کے سر کو صابن سے دھوئیں یا گیلے کپڑے سے صاف کرنے کے بعد پایوڈین لگا روئی اس کے اوپر پھیریں۔ پھر کیتیٹر کو نکال کر صاف کپڑے کے اوپر رکھیں اور اس کے اوپر جیل لگاکر یورین  بیگ کے ساتھ منسلک کرکے نفس کے اندر آہستہ آہستہ داخل   کرتے جائیں۔ جب کیتیٹر مثانہ کے قریب پہنچے گا تو آگے جانارک جائےگا۔چنانچہ ہلکا سا اور زور لگائیں تاکہ یہ مثانہ کے اندر داخل  ہو اور پیشاب باہر نکلنا شروع ہوجائے ۔ جب مثانہ خالی ہوجائے اور پیشاب نکلنا بند ہوجائے تو کیتیٹر کو آہستہ آہستہ باہر نکالیں۔ نفس کو اچھی طرح صاف کریں۔ کیتیٹر اور ہاتھ دھوئیں ۔ ',
        ),
        Paragraph(
          heading: 'احتیاطیں',
          paragraph:
              'اس سارے عمل کے دوران صفائی   کا خیال رکھنا بہت اہم ہے۔ تاکہ جراثیم اندر داخل   نہ ہو اور انفیکشن  پیدا نہ کریں۔ کوشش کریں کہ ہر دفعہ نیا نیلٹن کیتیٹر استعمال کریں اور اگر آپ اس کی استطاعت نہیں رکھتے تو ایک کیتیٹر کو زیادہ مرتبہ استعمال کرنے کے لیے ایک اور طریقہ آپنائیں ۔اس طریقے کے مطابق پانی کو ابال کر اس میں کچھ قطرے پایوڈین ملائیں ۔ اس محلول کو بوتل میں رکھیں اور ہفتے بعد نیا محلول بنائیں ۔ کیتیٹر کو استعمال کے بعد اس محلول میں رکھا کریں۔ اس طرح ایک کیتیٹر ایک ہفتے تک استعمال کیا جاسکتا ہے۔',
        ),
      ],
    ),
    CustomCardModel(
      heading: "مثانہ خالی کرنے کے طریقے کنڈم کیتیٹر",
      imageUrl: 'assets/imagesDescription/blader3.png',
      paragraph: [
        Paragraph(
            heading: 'کنڈم کیتیٹر',
            paragraph:
                'اس طریقے کا سب سے بڑا فائدہ یہ ہو تا ہے کہ اس میں جسم میں کوئی بیرونی چیز داخل نہیں ہو تی اور اس طر ح انفیکشن کا چانس کم ہو تا ہے۔ لیکن اس کے بھی آپنے نقصانا   ت ہیں۔ جیسا کہ اس میں بعض دفعہ مثانہ مکمل طور پر خالی نہیں ہو تا اور مثانہ میں پیشاب جمع کرنے کی صلاحیت بھی متاثر ہو تی ہے۔ کواڈریپلیجیا سے متاثرہ افراد کا مثانہ ریفلیکس مثانہ ہو تا ہے جس کا مطلب یہ ہے کہ پیشاب جمع ہو نے کے بعد یہ خود بخود سکڑتا ہے اور خالی ہو نے کی کو شش کر تا ہے۔ اس عمل میں کبھی کبھی یہ بھی ہو تا ہے کہ پیشاب جمع ہو نے کے بعد مثانہ خود بخود سکڑتا ہے لیکن مثانہ سے پیشاب کو جسم سے باہر جانے سے روکنا والا سپنشٹر عضلہ بند ہو تا ہے اور یوں پیشاب گردوں کی جانب وآپس آتا ہے اور گردوں کو نقصان پہنچاتا ہے جس کی وجہ سے ڈاکٹر کنڈم کیتیٹر کو کواڈریپلیجیا سے متاثرہ افراد کے لیے پسند نہیں کرتے۔ اور اگر کوئی  پھر بھی  یہ طریقہ اختیار کرنا چاہے تو سپنشٹر عضلہ کو تھوڑاکاٹتے ہے تاکہ یہ پیشاب کے اخراج میں رکاوٹ نہ بنے۔ '),
        Paragraph(
            heading: 'احتیاطیں',
            paragraph:
                'کوشش کریں کہ کیتیٹر کو چوبیس گھنٹوں بعد تبدیل کریں۔ ہر بار نیا کیتیٹر لگائیں اور اگر دوبارہ استعمال کرنا ہو تو لگانے سے پہلے صابن سے اچھی طرح دھوئیں ۔ مناسب سائز کا کیتیٹر استعمال کریں۔ اس کو زیادہ سست نہ باندھیں تاکہ یہ نکلے نہیں اور  زیادہ سخت بھی نہ باندھیں   تاکہ یہ نفس کی جلد کو زخمی نہ کرے ۔ تبدیل کرتے وقت نفس پر پایوڈین کی روئی اچھی طرح پھیریں۔ نفس کے جلد کا مشاہدہ کریں۔ اور اگر جلد پھولی ہوئی ہو یا اس کی رنگت تبدیل ہوئی ہو تو اس جگہ کے اوپر کیتیٹر کا ٹیپ نہ لگائیں اگر زیادہ مسئلہ ہو تو کچھ وقت کے لیے کیتیٹر نہ لگائیں اور پیشاب کا برتن استعمال کریں۔'),
      ],
    ),
    CustomCardModel(
      heading: "جسم کے اندر داخل ہو نے والی کیتیٹر",
      imageUrl: 'assets/imagesDescription/blader4.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'یہ وہ کیتیٹر ہوتا ہے۔ جو مثانہ کے اندر داخل کیا جاتا ہے اور کچھ دن اندر ہی پڑا رہتا ہے۔ یہ یا تو سلیکان کا یا پلاسٹک کا بنا ہوتا ہے سلیکان سے بنا ہوا مہینہ بعد اور پلاسٹک سے بنا ہوا ہفتے بعد تبدیل کرنا چاہیے۔ '),
        Paragraph(
            heading: 'نفس سے جانے والی کیتیٹر',
            paragraph:
                'یہ کیتیٹر عضو تناسل کے راستے مثانہ میں داخل   کیا جاتا ہے۔'),
        Paragraph(
            heading: 'تبدیل کرنے کا طریقہ',
            paragraph:
                'اس کیتیٹر کو آپ خود ہی یا خاندان کے کسی فرد کی مدد سے تبدیل کرسکتے ہیں۔ سب سے پہلے مطلوبہ سامان اکٹھا کریں اور بستر میں کمر کے بل لیٹے ۔ سرنج کی مدد سے پرانے کیتیٹر کا غبار ہ خالی کریں اور کیتیٹر کو باہر نکالیں۔ نفس کے سوراخ کو اچھی طرح صاف کریں اور اس کے اوپر پایوڈین لگائیں دستانے پہن لیں۔ نئےکیتیٹر کو نکال کر صاف کپڑے کے اوپر رکھیں اس کے ساتھ یورین بیگ منسلک کریں اور  اوپر جیل لگائیں. اس کے بعد کیتیٹر کو نفس کے  اندر آہستہ آہستہ ڈالیں۔ جب آپ کو محسوس ہو کہ کیتیٹر اور اندر نہیں جارہا اور پیشاب بیگ کے اندر آنا شروع ہوگیا ہے۔ تو کیتیٹر کے غبارہ کو تقریباً دس ایم ایل ڈسٹل واٹر سے بھریںپورے عمل کے دوران صفائی  کا بہت خیال رکھیں تاکہ جراثیم اندر داخل   ہوکر انفیکشن پیدا نہ کریں۔'),
        Paragraph(
            heading: 'روزمرہ کی احتیاطیں',
            paragraph:
                'جو لوگ یہ کیتیٹر استعمال کرتے ہیں ان کو چاہیے کہ دن میں دو دفعہ کیتیٹر اور نفس کے سوراخ کی صفائی کرے اور دن میں کئی  بار کیتیٹر کو بند رکھے  تاکہ مثانہ سکڑ نہ جائے اور اس میں پیشاب جمع کرنے کی صلاحیت کم نہ ہو۔'),
        Paragraph(
            heading: 'سپرآپیوبک کیتیٹر',
            paragraph:
                ' اس طریقے میں ناف کے نیچے چھوٹےسے آپریشن کے ذریعے سوراخ کر کے کیتیٹر ڈالا جاتا ہے۔پہلے قسم کے کیتیٹر کی نسبت اس کے کا فی فوائد    ہیں۔ مثلاً پہلے کی نسبت یہ نزدیک راستے سے مثانہ میں داخل   کیا جاتا ہے اور کیتیٹر کا کم حصہ     جسم کے اندر ہوتا ہے اس لیے انفیکشن کم ہو تا ہے۔،عضو تناسل کی نالی کو کوئی نقصان نہیں پہنچتا، اس کی صفائی   کرنا اور تبدیل کرنا کافی آسان ہوتا ہے، کیتیٹر چونکہ بیس بائیں سائز کا استعمال کیا جاسکتا ہے اس لیے زیادہ بند بھی نہیں ہوتا۔ شادی شدہ مردوں کے جنسی عمل میں یہ رکاوٹ نہیں بنتا اگر زندگی میں آسانی اور دوسروں پر کم اعضاء کے کے حوالے سے دیکھا جائےتو یہ طریقہ کواڈریپلیجیا سے متاثرہ لوگوں کے لیےزیادہ مناسب ہے۔ یہ قابل وآپسی عمل ہے اور اگر کیتیٹر کو نکالا جائے تو سوراخ ایک دو دن میں بند ہوجاتا ہے۔ نقصان اس کا یہ ہے کہ اس میں چونکہ جسم میں ہروقت ایک بیرونی چیز (کیتیٹر)۔موجود رہتی ہے جس کی وجہ سے انفیکشن کا خدشہ رہتا ہے ۔   '),
        Paragraph(
            heading: 'تبدیل کرنے کا طریقہ',
            paragraph:
                'سپرآپیوبک کیتیٹر کو آپ خود ہی یا خاندان کے کسی فرد کی مدد سے تبدیل کرسکتے ہیں۔ سب سے پہلے مطلوبہ سامان اکٹھا کریں اور بستر میں کمر کے بل لیٹ جائے ۔ سرنج کی مدد سے پرانے کیتیٹر کا غبار ہ خالی کریں اور اس کو باہر نکالیں۔ کیتیٹر کے سوراخ کو اچھی طرح صاف کریں اور اس کے اوپر پایوڈین لگائیں. دستانے پہن لیں ۔ نئے کیتیٹر کو نکال کر صاف کپڑے کے اوپر رکھیں اس کے ساتھ یورین بیگ لگائیں اور چار انچ تک جیل لگائیں پھر سوراخ کے اندر تقریباً چار انچ تک اندر ڈالیں۔جب آپ کو محسوس ہو کہ کیتیٹر اور اندر نہیں جارہا اور پیشاب بیگ کے اندر آناشروع ہوگیا ہے۔ تو کیتیٹر کے غبارہ کو تقریباً دس ایم ایل ڈسٹل واٹر سے بھریں۔ لگانے کے دوران یہ احتیاط کریں کہ جب کیتیٹر تقریباً چار انچ تک داخل ہو اور مزید اندر نہیں جارہا ہو تو اس موقع پر زور لگاکے مزید اندر داخل نہ کریں ورنہ یہ مثانہ کو زخمی کردیگا۔ پورے عمل کے دوران صفائی کا بہت خیال رکھیں تاکہ جراثیم اندر داخل ہوکر انفیکشن پیدا نہ کریں۔ '),
        Paragraph(
            heading: 'روزمرہ کی احتیاطیں',
            paragraph:
                'جو لوگ یہ کیتیٹر استعمال کرتے ہیں ان کو چاہیے کہ دن میں دو دفعہ کیتیٹر والی جگہ کی صفائی کرے اور دن میں کئی  بار کیتیٹر کو بند رکھے  تاکہ مثانہ سکڑ نہ جائے اور اس میں پیشاب جمع کرنے کی صلاحیت کم نہ ہو۔'),
      ],
    ),
    CustomCardModel(
      heading: "مثانہ پر دستک دینا",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'مثانہ پر دستک دینا',
            paragraph:
                'اس طریقہ میں پیٹ کے نچلے حصہ میں مثانہ کے اوپر ہلکا سا زور لگایا جا تا ہے اور اس طرح یورین کو باہر دھکیلا جا تا ہے۔ یہ طریقہ تب اختیار کیا جاتا ہے جب مثانہ ڈھیلا ہو خودبخود سکڑتا نہ ہو اور سپنشٹرعضلہ زیادہ سخت نہ ہو۔ یہ طریقہ عموماً فائدہ مند نہیں ہوتا کیونکہ اس میں مثانہ مکمل خالی نہیں ہوتا۔اور اس طرح انفیکشن کے امکانات ہوتے ہیں۔'),
      ],
    ),
    CustomCardModel(
      heading: "کچھ ٹیسٹ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'پیشاب کا ٹیسٹ',
            paragraph:
                'پیشاب کے اس ٹیسٹ میں دیکھا جاتا ہے کہ بیکٹیریا کی کونسی قسم سے انفیکشن ہورہا ہے اور پھر اس کے مطابق انٹی بائیوٹک تجویز کیے جاتے ہیں۔ اگر انٹی بائیوٹک استعمال کرنے کے باوجود آپ کا یوٹی ائی ٹھیک نہیں ہورہا تو یہ ٹیسٹ کریں۔ '),
        Paragraph(
            heading: 'یوروڈائنامک ٹیسٹ',
            paragraph:
                'مثانہ اور پیشاب کی نالی کس طرح آپنا کام سرانجام دے رہے ہیں، مثانہ کا حجم کیا ہے اور پیشاب باہر جاتے وقت مثانہ پر دباؤ کتنا  ہے وغیرہ جیسے معلومات جاننے کے لیے ایک ٹیسٹ کیا جاتا ہے جسے یوروڈائنامک ٹیسٹ کہتے ہیں۔ اس سے ڈاکٹر کو یہ بھی پتہ چل جاتا ہے کہ آپ کے لیے کونسا کیتیٹر زیادہ موزوں ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "پیشاب کی نالی کاانفیکشن",
      imageUrl: 'assets/imagesDescription/bladerInfection.jpg',
      paragraph: [
        Paragraph(
            heading: 'انفیکشن',
            paragraph:
                'حرام مغز کی چوٹ کے بعد انسان کو اکثر یو ٹی آئیی سے واسطہ پڑتا ہے۔ یہ تب ہوتی ہے جب کیتیٹر ڈالتے وقت یا روزمرہ زندگی میں صفائی   کا خیال نہ رکھا جائے اور بیکٹیریا مثانہ میں داخل ہو جائے مثانہ میں داخل   ہونے کے بعد بیکٹیریا آپنی تعداد بڑھاتی ہے۔ اور انسان یو ٹی آئیی کا شکار ہوجاتا ہے۔ اس کی ابتدائی علامات یہ ہے کہ پیشاب میں بادل نما چیزیں آتی ہے یہ بدبودار ہوجاتا ہے اور اس میں پیپ آتا ہے۔ دوسرے مرحلے میں انسان بخار میں مبتلا ہو جاتا ہے، کپکپی آتی ہے، چکر آتے ہیں سر میں درد ہو تا ہے۔ کواڈریپلیجیکس میں جسم کے عضلات میں سپازم یا سپاسٹیسٹی بڑھ جاتی ہے اور اٹونولک ڈیسریفلیکسیا کے دورے آتے ہیں۔ جب دوسرے مرحلے کے علامات ظاہر ہوجائے تو فوراً ڈاکٹر کے مشورے سے علاج شروع کر دینا چاہیے۔ اس کا عمومی علاج جو ڈاکٹر بتاتے ہیں وہ (Ciprofloxacin) کی دو گولیاں صبح وشام پانچ روز تک کھا نا ہے۔ یہ کورس شروع کرنے کے بعد پانچ روز تک جاری رکھنا چاہیے خواہ درمیان میں طبیعت میں بہتری بھی آئے ے تاکہ بیکٹیریا مکمل طور پر ختم ہو جائے ۔ یو ٹی آئی سے بچنے کے لیے مالٹے کا جوس یا وٹامن سی کی گولیاں بھی کافی مفید ہوتی ہے۔ یو ٹی آئی کا اگر بروقت علاج نہ کیا جائے تو بیکٹیریا مثانہ سے یوریٹر میں داخل ہو جاتے ہیں اور گردوں میں انفیکشن پھیل جاتی ہے۔گردوں کے انفیکشن کوپیلو نیپریٹس ((Pyelonephritis کہتے ہیں۔ یہ انفیکشن بہت خطرناک ہوتی ہے پرانے وقتوں میں ریڑھ کی ہڈی کی چوٹ سے ہلاکتوں کی ایک بہت بڑی وجہ تھی اور اب بھی ہے۔ '),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "یورین بیگ کو باندھنا",
      imageUrl: 'assets/imagesDescription/bladerUrine.jpg',
      paragraph: [
        Paragraph(
            heading: 'یورین بیگ کو باندھنا',
            paragraph:
                'حرام مغز کی چوٹ کے بعد یورین بیگ آپ کے جسم کا ایک طرح سے حصہ بن جاتا ہے۔ گھر کے اندر اور باہر اس کو ویل چیئر کے ساتھ لٹکانانہیں چاہیئے بلکہ اس کو پینٹ یا شلوار کے اندر چھپائیں تاکہ دیکھنے والوں کو آپ نارمل لگیں۔ یورین بیگ اگر نظر آئے گا تو لوگوں کو آپ بیمار لگیں گے اور پھر وہ آپ سے ہمدردی کا اظہار کرنا شروع کریں گے جو شاید آپ کو اچھا نہ لگیں۔ یورین بیگ کو گھٹنے کے اوپر یا گھٹنے اور ٹخنے کے درمیان اچھی طرح باندھیں اس طرح یہ لوگوں کو نظر نہیں آئے گا۔آپ کی شخصیت بہتر ہوگی۔ اس کے علاوہ اس کو خالی کرنا بھی آسان ہوگا۔'),
      ],
    ),
    CustomCardModel(
      heading: "تجربات",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'کیتیٹر کے سلسلے میں بعض کواڈریپلیجیکس کے زندگی کے تجربات',
            paragraph:
                'اب میں کیتیٹر کے سلسلے میں کچھ ایسے کواڈریپلیجیکس کے زندگی کے تجربات اور آراء آپ سے بیان کرنا چاہوں گا جو سالوں سے کواڈریپلیجیا کے ساتھ ایک فعال اور بھرپور زندگی گزار رہے ہیں۔ میری اس بارے میں آپنی ذاتی کہانی یہ ہے۔ کہ شروع میں ڈاکٹروں نے مجھے انڈویلنگ کیتیٹر((Indwelling catheter  لگائی کچھ عرصہ بعد میں ایکسٹرنل کیتیٹر پر آگیا۔ اور پھر کئی  سال میں نے یہ اختیار کیا۔ اس سے مجھے یوٹی آئی(UTI) بہت کم ہوتی تھی. لیکن چونکہ میں ایک کواڈریپلیجیک ہوں اور میرے ہاتھ صحیح   کام نہیں کرتے اس لیے اس کو برقرار رکھنا بہت مشکل ہو تا تھا۔ پھر میں نے یوروڈائینامک ٹیسٹ کیے، انٹرنیٹ پر ریسرچ کیا اور ڈاکٹر سے مشورہ کیا۔ اور  مجھے پتہ چلا کہ ایکسٹرنل کیتیٹر کواڈریپلیجیا سے متاثرہ افراد کے لیے صحیح   طریقہ نہیں اس سے(Detrusor Sphincter sysynergia)ہوتا ہے. یعنی پیشاب کا راستہ بند ہونے کی وجہ سے گردوں کی طرف وآپس آنے کا خطرہ ہوتا ہے۔ جس سےگردوں کو نقصان پہنچتا ہے۔ اور اگر مثانہ صحیح   طور پر خالی نہ ہو تو پتھری بننے کا خطرہ ہوتا ہے۔ چنانچہ اب مجھے مثانہ خالی کرنے کا طریقہ تبدیل کرنا تھا۔ اس سلسلے میں جو سب سے درست طریقہ ہے جسے سی آئی سی کہتے ہے وہ میرے لیے ممکن نہ تھا کیونکہ مثانہ کا حجم   کم ہونے کی وجہ سے ہر ایک دو گھنٹے بعدکسی کی مدد سے مجھے نیلٹن کیتیٹر گزارنے کی ضرورت پڑسکتی تھی جو مجھے منظور نہیں تھا۔ پہلے قسم کے انڈویلنگ کیتیٹر پر آنا    مجھے پسند نہیں تھا۔ چنانچہ انٹرنیٹ پر ریسرچ اور ڈاکٹر اور کواڈریپلیجیا سے متاثرہ دوستوں کے مشوروں کے بعد میں نے سپرآپیوبک کیتیٹر پر آنے کا فیصلہ کیا۔ اب تقریباً ایک سال سے میں سپرآپیوبک کیتیٹر استعمال کر رہا ہوں۔ میں اس سے کافی مطمئن ہوں کیونکہ اس سے میرا دوسروں پر انحصار کم ہوگیا ہے۔ اس کی صفائی   کرنا اور تبدیل کرنا آسان ہوتا ہے۔ اور اس سے مجھے ایک فعال اور آزاد زندگی گزارنے میں مدد ملی۔ اس کے ساتھ احتیاط میں یہ کرتا ہوں کہ پانی زیادہ پیتا ہوں اور دن میں ایک دو مرتبہ کیتیٹر کو بند بھی کرتا ہوں تاکہ مثانہ یورین سے بھر جائےاور اس کا حجم   کم نہ ہو۔ کیونکہ ڈاکٹر کے مطابق اگر میں کیتیٹر کو بند نہیں کروں گا تو مثانہ سکڑ جائے گا اور بالآخر اس کی سائز بہت چھوٹی رہ جائے گی۔ کیتیٹر کے سلسلے میں دوسرا تجربہ اپنے دوست وصالِ کا بیان کرنا چاہوں گا۔ جو کہ کواڈریپلیجیا کے ساتھ گذشتہ ستائیس سا ل سے ایک کامیاب اور فعال زندگی گزار رہا ہے۔ اور ایک سکو ل میں استاد ہے۔ اس کا تجربہ بھی میرے تجربے سے زیادہ مختلف نہیں۔ انہوں نے پچیس سال کبھی ایکسٹرنل اور کبھی انڈویلنگ کیتیٹر استعمال کرتے ہوئے گزارے۔ لیکن گذشتہ دو سال سے انہوں نے سپرپیوبک کیتیٹر لگا یا ہوا ہے جس سے وہ بہت مطمئن ہے اور کہتا ہے کہ مجھے یہ کیتیٹر بہت سال پہلے لگا نا چاہیے تھا کیونکہ میری زندگی اس کی وجہ سے بہت ہی پرسکون آزاد اور بہتر ہوگئی ہے۔ میرا ایک اور دوست جوکہ پچیس سال سے کواڈریپلیجیک ہے۔ انگلینڈ میں رہتا ہے اور زندگی میں کواڈریپلیجیا کے باوجود بہت ترقی کر چکا ہے۔ وہ کہتا ہے کہ میں پچیس سال سے ایکسٹرنل کیتیٹر استعمال کر رہا ہوں۔ لیکن اس کے لیے میرے ڈاکٹر نے سپنشٹر مسل کو تھوڑاکاٹ دیا ہے۔ تاکہ یہ یورین کے نکلنے میں زیادہ رکاوٹ نہ بنے اور گردوں کو کوئی نقصان نہ پہنچے۔ '),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///skin
  static List<CustomCardModel> Skin = [
    CustomCardModel(
      heading: "جلد کی حفاظت اور پریشر سور سے بچاؤ",
      imageUrl: 'assets/imagesDescription/skin1.png',
      paragraph: [
        Paragraph(
            heading: 'جلد کے حصے',
            paragraph:
                'جلد ہمارے جسم کا بہت ہی اہم حصہ ہے۔ اس کے دو حصے ہوتے ہیں۔ '),
        Paragraph(
            heading: 'بیرونی حصہ',
            paragraph:
                'جلد کے بیرونی حصہ کو ایپی ڈرمیس کہتے ہیں۔ یہ ہمارے اندرونی اعضاء کو ماحول سے علیحدہ کرتی ہے اور اس کی حفاظت کرتی ہے۔'),
        Paragraph(
            heading: 'اندورنی حصہ',
            paragraph:
                'جلد کے اندرونی حصے کو اینڈوڈرمیس کہتے ہیں۔ اس میں خون کی رگیں، بالوں کی جڑیں ، اعصاب، پسینہ کے غدود اور چربی کے خلیات ہوتے ہیں۔ یہ ہمارے جلد کو زندہ اور صحت مند رکھتے ہیں۔'),
      ],
    ),
    CustomCardModel(
      heading: "جلد کے افعال",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'حرام مغز کی چوٹ سے پہلے',
            paragraph:
                'جلد مختلف قسم کے افعال سرانجام دیتی ہے جو مندرجہ ذیل ہیں۔'),
        Paragraph(
            heading: '',
            paragraph:
                'یہ ہمارے اندرونی اعضاء کی حفاظت کرتی ہے۔ ان کو زخمی ہونے سے بچاتی ہے۔ اس کے علاوہ یہ جراثیم، انفیکشن اور سورج کی مضر شعاعوں کواندر جانے سے روکتی ہے۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'جلد جسم کے ٹمپریچر کو نارمل رکھنے میں مدد کرتی ہے۔ ٹھنڈ لگنے کی صورت میں جسم غیر ارادی طور پر کپکپاتی ہے تاکہ جسم کو گرم رکھ سکے۔'),
        Paragraph(
            heading: '',
            paragraph:
                'یہ زہریلے مواد کو پسینہ کی صورت میں جسم سے باہر خارج کرتی ہے۔'),
        Paragraph(
            heading: '',
            paragraph:
                'جلد کی وجہ سے آپ درد، دباؤ، چھونا اور ٹھنڈا گرم محسوس کرتے ہیں۔ ان میں موجود اعصاب جلد سے پیغامات کو حرام مغز کے ذریعے دماغ تک پہنچاتے ہیں اور اس لیے آپ یہ سب محسوس کرنے کے قابل ہوتے ہیں۔ '),
        Paragraph(
            heading: 'حرام مغز کی چوٹ کے بعد',
            paragraph:
                'حرام مغز کی چوٹ کے بعد جلد اندرونی اعضاء کو حفاظت پہلے کی طرح فراہم کرتی ہے مگر چونکہ ان میں موجود اعصاب کا رابطہ د ماغ سے منقطع ہوجاتاہے اس لیے اس کی کام کرنے کی صلاحیت متاثر ہوجاتی ہے۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'سب سے بڑا اثر چوٹ کے نیچے انسان کے چھو نے، دباؤ، درد اور ٹھنڈا گرم محسوس کرنے کی صلاحیت کا کھو دینا ہے۔ جس کی وجہ سے کوئی بھی چیز جو جسم کو زخمی کررہی ہو یا کوئی دوسرا نقصان پہنچا رہی ہو تو اس کا احساس آپ کو نہیں ہوتا جب تک کہ آپ اس کو دیکھ نہ لیں۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'حرام مغز کی مکمل چوٹ کی صورت میں جلد میں چوٹ کے نیچے جسم کا درجہ حرارت کنٹرول کرنے کی صلاحیت ختم ہوجاتی ہے۔ جس کی وجہ سے ماحول ٹھنڈ ا یا گرم ہونے کی صورت میں آپ کپکپاتے نہیں اور نہ ہی پسینہ خارج ہوتا ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "پریشر سور",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'پریشر سور',
            paragraph:
                'جب کوئی انسان بغیر حرکت کیئے مسلسل ایک جگہ پر بیٹھا یا لیٹا رہے۔ تو جلد کے اندر خون کی رگوں پر دباؤ پڑتا ہے۔ جس کی وجہ سے جلد کی اس جگہ تک آکسیجن اور خوراک کی ترسیل رک جاتی ہے وہاں پر موجود خلیات مر جاتے ہیں اور نتیجتاً  زخم بن جاتا ہے۔اس طرح کے بننے والے زخم کو پریشر سور یا بیڈ سور کہتے ہیں۔ پریشر سور کا خطرہ ہر اس انسان کو زیادہ ہوتا ہے جو حرکت کرنے کے قابل نہ ہو اور جس کے جلد میں محسوس کرنے کی صلاحیت متاثر ہو۔ حرام مغز کی چوٹ کے بعد چونکہ آپ کی یہ دونوں صلاحیتیں متاثر ہوتی ہے اس لیے پریشر سور لگنے کا خطرہ بڑھ جاتا ہے۔ حقیقت میں یہ حرام مغز کی چوٹ کے بعد ہونے والے اموات کا ایک بہت بڑا سبب ہے۔'),
        Paragraph(heading: 'پریشر سور کی وجوہات اور تدارک ', paragraph: ''),
        Paragraph(
            heading: 'دباؤ',
            paragraph:
                'پریشر سور کی سب سے بڑی وجہ دباؤ ہے۔ جب آپ ویل چیئر یا بستر میں بغیر دباؤ ہٹائے زیادہ دیر تک بیٹھے یا لیٹے رہیں تو اس کے بننے کا خطرہ زیادہ ہوتا ہے۔ چنانچہ دباؤ ہٹانا    آپنا لازمی اصول بنائیں ۔ بستر میں ہر دو گھنٹے بعد پہلو تبدیل کریں اور ویل چیئر میں ہر پندرہ منٹ بعد دباؤ ہٹائیں۔ ویل چیئر میں اچھی کوالٹی کا کوشن استعمال کرنے اور بستر میں اچھا فوم استعمال کرنے سے دباؤ کم ہونے میں مدد ملتی ہے اور پریشر سور کا خطرہ کم ہوتا ہے۔ کواڈریپلیجکس کو چاہیے کہ وہ ویل چئیر میں ہوا والی کوشن کا استعمال ضرور کریں کیونکہ یہ پریشر سور کے روک تھام میں نہایت ہی مفید ہے۔'),
        Paragraph(
            heading: 'رگڑنا',
            paragraph:
                'پریشر سور کی دوسری اہم وجہ جلد کا کسی چیز کے ساتھ رگڑنا ہے۔ ایسا عموماً ویل چیئر اور بستر کے درمیان منتقل ہونے کے دوران احتیاط نہ کرنے کی وجہ سے ہوتا ہے۔ یا سپاسٹیسٹی کی وجہ سے جب جوڑ حرکت    کرتے ہیں تو بستر وغیرہ کے ساتھ جلد رگڑتی ہے ۔ پہلے ہلکا سا زخم بنتا ہے پھر جب اس پر مسلسل دباؤ پڑتا ہے تو یہ پریشر سور میں تبدیل ہوجاتاہے ۔ چنانچہ بہت احتیاط سے کام لیں اور جلد کو دوسری سطح پر رگڑنے سے بچائیں۔'),
        Paragraph(
            heading: 'زخمی ہونا',
            paragraph:
                'ایک اور وجہ جلد کا زخمی ہونا بھی ہے۔ چونکہ آپ کے جسم کے احساسات متاثر ہوتے ہیں اس لیے آپ کو پتہ بھی نہیں چلتا اور کسی چوٹ کے نتیجے میں جلد زخمی ہوجاتی ہے۔ پھر جب اس جگہ پر دباؤ پڑ تا ہے تو زخم پریشر سور میں تبدیل ہوجاتا ہے۔ چنانچہ آپ آنکھوں سے زیادہ کا م لیں اور جلد کو زخمی ہونے سے بچائیں اور اگر کہیں زخم لگ جائے تو اس جگہ پر دباؤ نہ لائیں'),
        Paragraph(
            heading: 'نمی',
            paragraph:
                'جب پیشآپ، پاخانہ یا پانی کی وجہ سے بستر یا ویل چیئر گیلی ہوجائے   تو جلد نرم ہوجاتی ہے اور دباؤ کی صورت میں پریشر سور کا خطرہ زیادہ ہوتا ہے۔ چنانچہ ایسی صورتحال میں کپڑے بدلیں اور بستر یا ویل چیئر کا کوشن تبدیل کریں۔ نہانے کے بعد آپنے آپ کو تولیہ سے اچھی طرح خشک کر لیں۔'),
        Paragraph(
            heading: 'خشکی',
            paragraph:
                'حرام مغز کی چوٹ کے بعد چونکہ جسم سے پسینہ کا اخراج متاثر ہوتا ہے اس لیے جلد زیادہ تر خشک رہتی ہے جس کی وجہ سے جلد کے پھٹنےاور پریشر سور لگنے کا خطرہ زیادہ ہوتا ہے۔ چنانچہ ہاتھ اور پاؤں میں لوشن وغیرہ کااستعمال کریں'),
        Paragraph(
            heading: 'صفائی',
            paragraph:
                'صفائی کا خیال نہ رکھنے کی صورت میں جلد پر جراثیم جمع ہوجاتے ہیں اور جلد کے پھٹنے کی صورت میں انفیکشن کا خطرہ بڑھ جاتا ہے۔ چنانچہ صفائی   کا خاص خیال رکھیں اور کوشش کریں کہ روزانہ صابن سے نہائیں. '),
        Paragraph(
            heading: 'غذا',
            paragraph:
                'کمزور خوراک کھانے کی صورت میں جلد کمزور ہوجاتی ہے اور اس میں دباؤ برداشت کرنے کی صلاحیت متاثر ہوجاتی ہے۔ چنانچہ ایسی متوازن غذا  کھائیں جس میں وٹامن اے، سی، ای، زنک اور ائیرن کافی مقدار میں ہو۔ سبزیوں اور پھلوں کا استعمال زیادہ کریں اور اگر رنگ پیلا ہو تا ڈاکٹر کے مشورے سے ائیرن والی گولیوں کا استعمال شروع کریں۔'),
        Paragraph(
            heading: 'چھپی ہوئی جگہیں ',
            paragraph:
                'چونکہ آپ کے جسم میں اخساسات مکمل نہیں ہوتی اس لیے آپ کی نظروں سے چھپی ہوئی جسم کے حصوں میں دباؤ کی وجہ سے پریشر سور بن رہا ہوتا ہے اور آپ کو اس کا احساس نہیں ہوتا۔ چنانچہ روزانہ آئینہ  کی مدد سے آپنے ان جگہوں جیسے کمر اور کولہوں  کا مشاہدہ کریں اور جیسے ہی آپ کو ان جگہوں میں پریشر سور بننے کے علامات نظر آئیں تو  فورا ًاس کا علاج شروع کریں۔'),
        Paragraph(
            heading: 'پھو لنا',
            paragraph:
                'حرام مغز کی چوٹ کے بعد چونکہ آپ حرکت زیادہ نہیں کرسکتے اسلئیے ہاتھ پاؤں عموماً پھو ل جاتے ہیں اور پھر ان میں پریشر سور لگنے کا خطرہ بڑھ جاتا ہے۔ چنانچہ ایسی صورت میں ان کو اوپر رکھیں اور پاؤں کے لیے مخصوص جرابیں پہنیں تاکہ ان میں خون جمع نہ ہو'),
        Paragraph(
            heading: 'خراب آلات',
            paragraph:
                'خراب آلات جیسے ٹوٹی ہوئی ویل چیئر یا پھٹا ہوا کوشن یا بستر کا فوم بھی پریشر سور لگنے کا باعث بنتے ہیں۔ چنانچہ ان کی مرمت کریں یا ان کو تبدیل کریں۔'),
        Paragraph(
            heading: 'تنگ کپڑے، جرابیں اور جوتے',
            paragraph:
                'کپڑے، جرابیں اور جوتے اگر زیادہ تنگ ہو تو یہ بھی پریشر سور کا باعث بن سکتے ہیں۔ چنانچہ یہ چیزیں تھوڑی کھلی ہوئی استعمال کریں۔'),
      ],
    ),
    CustomCardModel(
      heading: "پریشر سور کے علامات ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'علامات',
            paragraph:
                'پریشر سور۔ کے ابتدائی علامات یہ ہیں کہ دباؤ والی جگہ بے رنگ، گلابی یا سرخ ہوجاتی ہے۔ اور گرم و سخت محسوس ہوتی ہے۔ کالی جلد کی صورت میں یہ تاریک یا چمکدار ہوجاتی ہے۔ یہ پریشر سور کا پہلا مرحلہ ہوتا ہے۔ اس میں جلد پھٹی ہوئی نہیں ہوتی۔ چنانچہ اگر فوراًدباؤ ہٹایا جائے اور دیکھ بھال کی جائے تو یہ جلدی ٹھیک ہوجاتی ہے۔ لیکن اگر دباؤ نہ ہٹایا جائے تو یہ اور بھی خراب ہوجاتی ہے اس کا رنگ سرخ، جامنی یا کالا ہوجاتاہے۔ اس کے بعد یہ اور بھی پھو ل جاتی ہے۔ ایک دانہ سا بن جاتا ہے جو پھٹ کر سوراخ کی شکل اختیار کرلیتا ہے اور انفیکشن ہوجاتی ہے۔ بعد میں یہ سوراخ نیچے گوشت اور ہڈیوں تک پہنچ جاتی ہے۔ اس مرحلے پر مہینوں بستر پر آرام اور علاج کی ضرورت ہوتی ہے۔ بعض حالتوں میں تو آپریشن کی بھی ضرورت ہوتی ہے۔ ایک دفعہ جلد کے جس حصے پر پریشر سور بن جاتا ہے۔ وہ پھر دوبارہ پہلے کی طرح مظبوط نہیں ہوتا اور اس حصے پر دوبارہ پریشر سور کا خطرہ ہوتا ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "پریشر سور کے مراحل",
      imageUrl: 'assets/imagesDescription/skin4567.png',
      paragraph: [
        Paragraph(
            heading: 'پہلا مرحلہ',
            paragraph:
                'پہلے مرحلے میں جلد بے رنگ، گلابی یا سرخ ہوجاتی ہے۔ اور گرم و سخت محسوس ہوتی ہے۔ کالی جلد کی صورت میں یہ تاریک یا چمکدار ہوجاتی ہے۔'),
        Paragraph(
            heading: 'دوسرا مرحلہ',
            paragraph:
                'دوسرے مرحلے میں جلد کی بیرونی تہہ کی یا جلدکےدونوں تہوں کی موٹائی جزوی طور پر ختم ہوجاتی ہے۔ '),
        Paragraph(
            heading: 'تیسرا مرحلہ',
            paragraph:
                'اس مرحلے میں جلد کی دونوں تہوں کی موٹائی مکمل طور پر ختم ہوجاتی ہے۔ بیرونی اور اندرونی تہوں میں ایک گہرا سوراخ بن جاتا ہے۔'),
        Paragraph(
            heading: 'چوتھامرحلہ',
            paragraph:
                'اس مرحلے میں زخم اور بھی گہرا ہوجاتا ہے۔ اور سوراخ جلد کی دونوں تہوں میں سے ہوتا ہوا ہڈیوں اور جوڑوں تک پہنچ جاتا ہے۔ '),
      ],
    ),
    CustomCardModel(
      heading: "وہ جگہیں جہاں پریشر سور کا خطرہ زیادہ ہوتا ہے",
      imageUrl: 'assets/imagesDescription/skinPressure.jpg',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'پریشر سور کا خطرہ جسم کے ان حصوں میں زیادہ ہوتا ہے۔ جہاں پر ہڈیاں نکلی ہوئی ہو اور گوشت یا چربی کم ہو۔ جسم کے یہ حصے مندرجہ ذیل ہیں۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'کمر کے بل لیٹے ہوئے جسم کے جن حصوں پر دباؤ زیادہ ہوتا ہے اور پریشر سور کا خطرہ ہوتا ہے ان میں سر کا نچلا حصہ، کندھا، کندھے کی ہڈیاں، کہنی، ریڑھ کی ہڈی کا آخری حصہ کولہوں  کی ہڈی کے نکلے ہوئے حصے، گھٹنوں کے نچلے حصے اور ایڑیاں شامل ہیں۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'الٹالیٹنے سے کولہوں  کا نکلا ہوا حصہ، ران کی ہڈیوں کا اوپر والا حصہ، گھٹنے کا نکلا ہوا حصہ، گھٹنے کا سامنے والا حصہ، ٹانگ کی ہڈی کا اوپر والا حصہ،اور ٹخنے کی اندرونی ہڈی، ٹخنے کی بیرونی ہڈی پر پریشر سور کا خطرہ ہوتا ہے۔ '),
        Paragraph(heading: '', paragraph: ''),
        Paragraph(
            heading: '',
            paragraph:
                'پہلو پر لیٹتے ہوئے کان، کندھا، کہنی، دونوں گھٹنوں اور دونوں ٹخنوں میں پریشر سور بننے کا خطرہ ہوتا ہے۔ '),
        Paragraph(
            heading: '',
            paragraph:
                'ویل چیئر میں بیٹھے ہوئے کندھوں  کی ہڈیاں، ہاتھ پاؤں کے اندرونی حصے، کولہے      کی ہڈیوں کے گوشت والے حصے ایڑیوں اور بیٹھنے والی جگہ پر پریشر سور بننے کا خطرہ ہوتا ہے۔'),
      ],
    ),
    CustomCardModel(
      heading: "پریشر سور کا علاج",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'اگر جلد کے کسی حصے پر پریشر سور کے ابتدائی علامات جیسے سرخ، بے رنگ یا تاریک ہونا ظاہر ہو۔ تو اس جگہ سے دباؤ فوراً ہٹائیں ۔ اگر آپ وہیل چئیر پر بیٹھے ہوئے ہو تو بےشک  بستر پر لیٹ جائیں۔ اگر لیٹنے کے دوران ہوا ہو تو پہلو تبدیل کریں اورپہلو تبدیل کرنے کا ٹائم کم کریں۔ جلد کا باقاعدگی سے مشاہدہ کرنا شروع کریں۔ وہ وجہ معلوم کرنے کی کوشش کریں جس کی وجہ سے جلد کی رنگ تبدیل ہوئی ہو اور اس وجہ سے دوبارہ جلد پر دباؤ نہ آنے دیں۔ اس مرحلے پر آپ صرف احتیاط کرکے ہی پریشر سور ہونے سے آپنے آپ کو بچاسکتے ہیں۔ اگر مسئلہ بڑھ گیا ہو۔ جلد پھٹی ہوئی ہو یا اس میں سوراخ بن گیا ہو۔ تو فوراً ڈاکٹر سے رجوع کریں ۔ اس جگہ پر دباؤ بالکل نہ آنے دیں۔ پانی اور صابن سے اس کی صفائی   کریں۔ انٹی بیکٹیریا ل مرہم اس جگہ کے اوپر لگائیں ۔ دن میں کئی  مرتبہ  اس جگہ کا معائنہ کریں۔ اس جگہ کو سوکھی اور صاف پٹی سے ڈھانپ لیں اور دن میں دو مرتبہ پٹی تبدیل کریں۔اگر زخم زیادہ گہرا ہوتو شاید ڈاکٹر کو اس کا آپریشن بھی کرنا پڑے ۔  آپ کو لمبے عرصے تک اس جگہ پر دباؤ نہیں لانا ہوگا۔ زخم کی نوعیت کے مطابق آپ کو لمبے وقت تک الٹا لیٹنا پڑےگا ۔'),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///digestive
  static List<CustomCardModel> Digestive = [
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///respiratory

  static List<CustomCardModel> Respiratory = [
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///complete injury

  static List<CustomCardModel> Complete_Injury = [
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///incomplete injury

  static List<CustomCardModel> Incomplete_Injury = [
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///depression

  static List<CustomCardModel> Depression = [
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///sexual rehibilitation

  static List<CustomCardModel> Sexual_Rehibilitaion = [
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];

  ///disabilities

  static List<CustomCardModel> Disabilities = [
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
    CustomCardModel(
      heading: "",
      imageUrl: 'nul',
      paragraph: [
        Paragraph(heading: '', paragraph: ''),
        Paragraph(heading: '', paragraph: ''),
      ],
    ),
  ];
}
