import '../models/CustmoCardModel.dart';

class TextData {
  static List

      ///mobilities
      <CustomCardModel> mobilities = [
    CustomCardModel(
      heading: "حرکت",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'حرکت',
            paragraph:
                'حرام مغز کی چوٹ کے بعد آپ جتنی جلدا اور جتنا زیادہ آپنے آپ کو حرکت میں لا سکتے ہیں اتنا ہی آپ کے جسم و دماغ کے لیے اچھا ہوگا۔ حرکت یہ ہے کہ آپ  بستر سے باہر نکلیں ویل چیئر میں بیٹھیں  ، ورزش کرکے آپنے جسم کو مظبوط بنائیں، روزمرہ زندگی کے جتنے کام خود کرسکتے ہیں وہ کریں۔ اس کے علاوہ ویل چیئر میں گھر سے باہر نکلیں اور معاشرے  کا ایک فعال رکن بنے۔ اگر آپ اپنے آپ کو حرکت  میں نہیں رکھیں     گے اور بستر میں ہی پڑے رہیں گے تو بہت سے ذہنی وجسمانی مسائل       پیدا ہونگے۔ بستر میں پڑے رہنے سے آپ کی توجہ آپنے آپ پر زیادہ رہے گی۔ آپ ہر وقت آپنے حادثے اور اس کے بعد کے مسائل       کے بارے میں سوچیں گے اور اس طرح ڈپریشن میں پڑنے کا خطرہ زیادہ ہوگا۔ حرکت    میں رہنے سے آپ کی توجہ آپنے آپ سے ہٹے گی اور آپ ذہنی طور پر بہتر محسوس کر یں گے۔حرکت    نہ کرنے سے بہت سے جسمانی مسائل       بھی پیدا ہو ں گے۔ بستر میں پڑے رہنے سے پریشر سور لگنے کا خطرہ زیادہ ہوگا، اگر چوٹ اوپر کے درجے کا ہو ،تو نظام تنفس کے مسائل       جیسے بلغم اور نمونیا کا خطرہ ہوگا۔ اس کے علاوہ جوڑوں کی حرکت متاثر ہوگی اور عضلات کی لمبا ئی کم ہونے کا خطرہ ہوگا۔ عضلات میں اکڑاؤ یا سپاسٹیسٹی بڑھے گی اور عضلات و ہڈیاں اور کمزور ہوجائیں گی۔ چنانچہ ان سب مسائل  سے بچنے کے لیے آپنے آپ کو زیادہ سے زیادہ حرکت میں رکھیں'),
      ],
    ),
    CustomCardModel(
        heading: "روزمرہ زندگی کے کام",
        imageUrl: 'null',
        paragraph: [
          Paragraph(
            heading: 'روزمرہ زندگی کے کام',
            paragraph:
                'روزمرہ زندگی کے کاموں میں کپڑے بدلنا  ، ٹرانسفر کرنا ،باتھ روم جانا    ، کموڈ چئیر پر بیٹھنا اور نہانا    وغیرہ شامل ہیں۔ آپ کو یہ کام خود سے سیکھنے چاہیے۔ اگر آپ کواڈریپلیجیک ہیں تو آپ جہاں ضروری ہو وہاں کسی کی مدد بھی لے سکتے ہیں یا آلات کا بھی استعمال کرسکتے ہیں۔ ذیل میں ہم آپ کو کچھ اہم کام خود سے کرنے کے طریقے بتائیں گے۔ ',
          ),
          Paragraph(
            heading: 'منتقل ہونا ',
            paragraph:
                'ایک فعال ومتحرک زندگی گزارنے کا لئے آپنے آپ کو منتقل ہونے کے قابل بنانا    بہت ضروری ہے۔ اس سے آپ کی زندگی میں آزادی آتی ہے آپ کا اعتماد بڑھتا ہےاور ایک فعال زندگی گزارنےمیں بہت مدد ملتی ہے۔ روزمرہ زندگی میں مختلف چیزوں کے درمیان منتقل ہونے کی ضرورت پڑتی ہے۔ مثلاً وہیل چئیر سے بستر، بستر سے وہیل چئیر، وہیل چئیر سے کموڈ چئیر، کموڈ چئیر  سے وہیل چئیر، وہیل چئیر سے گاڑی اور گاڑی سے وہیل چئیر وغیرہ ۔ پیرآپلیجکس کو یہ سارے ٹرانسفر بغیر کسی کے مدد کے کرنے کے قابل ہونا چاہیے۔ کواڈریپلیجیکس کو بغیر کسی سہارے کے یا پھر معمولی سہارے کے ٹرانسفر کرنے چاہیے۔ لیکن اس کے لیے سخت مشقوں یا ٹریننگ کی ضرورت ہوتی ہے۔ ',
          ),
          Paragraph(
              heading: 'پیرآپلیجکس کا منتقل ہونا ',
              paragraph:
                  ' اگر آپ پیرآپلیجک ہیں تو منتقل ہونے میں آپ کو کوئی         خاصل مشکل نہیں ہونی چاہئیے۔ آپنے کندھوں  اور بازوؤں پر محنت کریں۔ ان کے عضلات کو مظبوط اور طاقتور بنائیں اور اوپر بیان کئے گئے  اصولوں اور طریقوں پر عمل کریں۔ تاکہ آپ آسانی اور محفوظ طریقے سے منتقل ہوسکیں۔'),
          Paragraph(
            heading: 'کواڈریپلیجیکس کا منتقل ہونا',
            paragraph:
                'منتقل ہو نے کے لیے ضروری ہے کہ وہیل چئیر یا بستر میں بیٹھے ہوئے  آپ خود کودونوں بازوؤں کی مدد سے تھوڑااوپر اٹھا سکتےہو یا ہلکا سا گھسیٹ سکتے ہو ۔ اس کے لیے بازوؤں کو سیدھا کرنے والے عضلات جسے ٹرائیسپ عضلات کہتے ہیں بہت مدد گار ثابت ہو تے ہیں۔ لیکن سی7 سے جو اوپر کے کواڈریپلیجکس ہو تے ہیں   ان میں یہ کام نہیں کر تے۔ کواڈریپلیجکس میں اکثریت سی5 اور سی 6 درجہ کی ہو تی ہیں جن میں ٹرایسپ عضلات کام نہیں کر تے۔ اس درجہ کے کواڈریپلیجیکس آپنی کہنی کو لاک کرکے کندھوں  کی زور پر منتقل ہوسکتے ہیں لیکن اس کے لیے ان کو بہت زیادہ محنت اور مشق کی ضرورت ہو تی ہے',
          )
        ]),
    CustomCardModel(
        heading: "انتقال کے قابل بننے کے لیے ضروری مشقیں",
        imageUrl: 'assets/imagesDescription/11.jpg',
        paragraph: [
          Paragraph(
            heading: 'ضروری مشقیں',
            paragraph:
                'سب سے پہلے آپ  کو چاہیے کہ آپنے کندھوں  کے عضلات پر محنت کریں اور ان کو بہت زیادہ طاقتور بنائیں ۔ آپ کو چاہیے کہ بستر میں بیٹھے ہوئے دونوں بازوؤں کی مدد سے آپنے آپ کو اوپراٹھائیں ۔ پھر کچھ دنوں بعد جب اس طرح مشق کرتے ہوئے آپ کے کندھے     مظبوط اور طاقتور ہو جائیں      تو بستر میں ہی آپنے آپ کو ایک جگہ سے دوسری جگہ گھسیٹنے کی کوشش کریں چونکہ کواڈریپلیجکس میں بغیر کسی سہارے کے سیدھا بیٹھنے کے لیےچھاتی اور کمر کے درکار عضلات کام نہیں کر تے اس لیے آپ کو چاہیے کہ توازن کے ذریعے بغیر سہارے کے بیٹھنے کو بہتر بنائیں ۔ اس کے لیے آپ کو جو مشق درکار ہو گی وہ یہ ہے کہ  بستر میں بیٹھ کر آپنے دونوں پاؤں نیچے کریں پھر آپنے بازوؤں کو آہستہ آہستہ آگے اور پیچھے کرنے کی بار بار مشق کریں ۔ اور کچھ دنوں بعد اسی حالت میں بیٹھے ہوئے آپنے آپ کو ایک جگہ سے دوسری جگہ گھسیٹنے کی کوشش کریں ۔ یہ مشق وہیل چئیر سے بستر اور بستر سے وہیل چئیر میں منتقل ہو نے کے لیے انتہائی فائدہ مند ہے۔ اس سارے عمل میں کسی کا موجود ہونا بہت ضروری ہے تاکہ آپ گرنے اور چوٹ لگنے سے محفوظ رہیں ۔ ',
          ),
          Paragraph(
            heading: 'ایک مددگار کی مدد سے منتقل ہونا',
            paragraph:
                'شروع میں آپ کو منتقل ہو نے کے لیے دو بندوں کی ضرورت ہوتی ہے۔ لیکن اگر درجہ بالا مشق کی جائے        تو صرف ایک بندے کی ضرورت پڑے گی اور وہ بھی صرف سپورٹ کرنے اور آگے گرنے سے بچانے کے لیے۔ زور سارا آپ کا ہی استعمال ہو گا۔اس کا طریقہ یہ ہے کہ سب سے پہلے وہیل چئیر کو بستر کے قریب لے آئیں اتنا قریب کہ وہیل چئیر اور بستر کے درمیان کوئی         جگہ خالی نہ رہے  اور اگر ہو  بھی تو اس کو کسی کپڑے وغیرہ سے پُر کریں ۔وہیل چئیر اور بستر کا ایک ہی سطح کا ہونا بہت ضروری ہے ۔اس کے بعد کوئی         مدد گار آگے کی طرف کھڑا ہو کر ماتھے یا کندھے      کو دونوں ہاتھوں کی ذریعے سپورٹ کرے تاکہ آپ آگے کی  طرف گرے نہیں ۔ پھر سر کو آگے کی طرف جھکا کر دونوں بازوؤں کی مدد سے وھیل چئیر سے بستر کی طرف حرکت کریں ۔ سر جتنا آگے کی طرف جھکا ہو گا اتنا بیٹھنے والی جگہ پر وزن کم ہو گا اور منتقل ہونے میں آسانی ہو گی۔ اگر سلائیڈنگ بورڈ استعمال کی جائے تو اس سے اور بھی آسانی ہوگی۔ اگر زیادہ سپورٹ کی ضرورت ہو تو مددگار آپ کو کولہوں کی جگہ سے پکڑے اور منتقل ہوتے وقت دونوں ایک ہی وقت زور گا۔  ',
          ),
          Paragraph(
            heading: 'بغیر کسی مددگار کے ',
            paragraph:
                ' کچھ عرصہ بعدمسلسل مشق سے آپ کے لیے بغیر کسی مدد کے بھی منتقل ہونا ممکن ہو  جائے گا ۔آپ دو طریقوں سے ویل چیئر سے بستر میں منتقل    ہوسکتے ہیں پہلا طریقہ یہ ہے کہ آپ سب سے پہلے دونوں ٹانگیں بستر پر رکھیں     اور پھر دونوں بازوؤں کی مدد سے کئی  حرکتوں میں بستر پر منتقل ہو جائیں۔ یہ طریقہ کافی محفوظ ہے اور اس میں آگے کی طرف گرنے کا خطرہ نہیں ہوگا۔ دوسرا طریقہ یہ ہے کہ سب سے پہلے بازوؤں کی مدد سے بستر میں منتقل ہو جائیں اور اس کے بعد ٹانگیں بستر پر لے آئیں. شروع میں بہت تھکن ہو گی اور ٹائم لگے گا۔ لیکن وقت کے ساتھ ساتھ مشق ہو تا جائے        گا اور پھر آپ آسانی اور کم وقت میں منتقل ہونے کے قابل بن جائیں گے۔ بیڈ سے وہیل چئیر پر آنے کے لیےآپنے آپ کو وہیل چئیر کے قریب لے آئیں ۔ اور اوپر بیان کیا گیا طریقہ مخالف سمت میں دہرائیں ۔ یادرکھیں بیڈ سے وہیل چئیر میں انتقال تھوڑامشکل ہو تا ہے۔ لیکن وقت کے ساتھ یہ بھی آسان ہو جاتاہے۔ ',
          ),
        ]),
    CustomCardModel(
      heading: "جوڑوں کی حرکت اور ورزش ",
      imageUrl: 'null',
      paragraph: [
        Paragraph(
            heading: 'حرکت اور ورزش',
            paragraph:
                'حرام مغز کی چوٹ کے بعد جوڑوں کی حرکت برقرار رکھنے کے لیے باقاعدگی سے ورزش کی ضرورت ہوتی ہے۔ چونکہ ابھی آپ پہلے کی طرح جوڑوں کو حرکت نہیں دے سکتے اس لئے اب باقاعدگی سے ورزش کے ذریعے ان سارے مسائل سے بچ سکتے ہیں جو جوڑوں کی حرکت نہ کرنے کی وجہ سے پیدا ہوتے ہیں جن میں جوڑوں کا سخت ہونا، سیدھا نہ ہونا، حرکت کی مقدار میں کمی آنا   ، عضلات میں اکڑاؤ اور ان کی لمبائی    میں کمی آنا    شامل ہیں۔ باقاعدگی سے جوڑوں کو حرکت    یا ورزش دینے سے نہ صرف آپ ان مسائل       سے بچ سکتے ہیں بلکہ اس کی وجہ سے خون کا بہاؤ بھی تیز ہوتا ہے جسکی وجہ سے خون کے جمنے کا خطرہ کم ہوتا ہے۔ یہ ورزشیں کس طرح کی جاتی ہیں  یہ آپ کا فزیوتھراپسٹ آپ کو اور آپ کے خاندان والوں کو سمجھا ئے گا ۔ اگر آپ یہ ورزشیں خود کرنے کے قابل ہیں تو بہت اچھی بات ہے اور اگر خود نہیں کرسکتے تو کسی دوسرے فرد کی مدد لیں۔ '),
        Paragraph(
            heading: 'احتیاطیں',
            paragraph:
                '	ورزش آہستگی سے کریں تا کہ سپاسٹیسٹی شروع نہ ہو۔	ہر ورزش کم از کم دس مرتبہ دہرائیں 	جوڑوں کو حرکت دینے کے دوران جس جگہ جوڑ سخت ہوجائے        اور مزید حرکت نہ کریں اس جگہ پر زیادہ زورلگا کر بہت زیادہ حرکت نہ دیں بلکہ اس جگہ سے معمولی اور حرکت دیں	ہاتھوں  اور پیروں کے ہر جوڑ کو دن میں کم از کم ایک مرتبہ ورزش دیں۔ لیکن اگر سپاسٹیسٹی زیادہ ہوگئی    ہو، جوڑ سخت ہونا شروع ہوگئے  ہو یا ان کی حرکت کم ہوگئی ہو تو دن میں دو مرتبہ ورزش دیں اور ہر ورزش زیادہ مرتبہ دہرائیں'),
      ],
    ),
    CustomCardModel(
      heading: "کندھوں کو جسم سے دور لے جانا ",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔ پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے     کی اونچائی تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے۔'),
      ],
    ),
    CustomCardModel(
      heading: "کندھوں کو متوازی جسم سے دو ر لے جانااور قریب لانا ",
      imageUrl: 'assets/imagesDescription/mobility3.png',
      paragraph: [
        Paragraph(
            heading: '',
            paragraph:
                'مددگار آپ کے بازو کو کہنی اور کلائی سے پکڑ کر کندھے کے اونچائی پر سائیڈ پر لے آئے۔ پھر بازو کو موڑتے ہوئے آپ کے ہاتھ مخالف کندھے کے ساتھ ٹچ کرے اور پھر دوبارہ اسی پوزیشن میں لے آئے. '),
      ],
    ),
    CustomCardModel(
      heading: "کندھوں کو گھمانا",
      imageUrl: 'assets/imagesDescription/mobility4.png',
      paragraph: [
        Paragraph(
          heading: '',
          paragraph:
              'مددگار آپ کے بازو کو کہنی اور اور کلائی سے پکڑ کر کندھوں  کی اونچائی پر لے آئے اور کہنی کو نوے درجے پر موڑ ے۔ پھر ہاتھ کے اگلے حصے کو چھت اور زمین کی طرف حرکت دے۔',
        ),
      ],
    ),
    CustomCardModel(
      heading: "کہنی کو موڑنا اور سیدھا کرنا",
      imageUrl: 'assets/imagesDescription/mobilty5.png',
      paragraph: [
        Paragraph(
          heading: '',
          paragraph:
              'مددگار آپ کے بازو کو کلائی اور اوپر کے حصے سے پکڑ کر کلائی کو کندھے کے ساتھ ملائے اور پھر مکمل سیدھا کرے۔ ',
        ),
      ],
    ),
    CustomCardModel(
      heading: "کلائی اور انگلیوں کو موڑنا اور سیدھا کرنا ",
      imageUrl: 'assets/imagesDescription/mobility7.png',
      paragraph: [
        Paragraph(
          heading: '',
          paragraph:
              'مددگار ایک ہاتھ سے آپ کے کلائی کو پکڑے اور دوسرے ہاتھ سے انگلیوں کو پکڑ کر موڑے اور پھر کلائی کو اوپر نیچے اس انداز سے حرکت دے کہ نیچے کی طرف آپ کی انگلیاں سیدھی ہو۔',
        ),
      ],
    ),
    CustomCardModel(
      heading: "انگوٹھے کو حرکت دینا",
      imageUrl: 'assets/imagesDescription/mobility8.png',
      paragraph: [
        Paragraph(
          heading: '',
          paragraph:
              'مددگار آپ کے انگوٹھے کو پکڑ کر شہادت کی انگلی سے دور لے جائے       ۔ پھر چھوٹی انگلی کے سا تھ ٹچ کرے اور دوبارہ اسی حالت میں لے آئے ',
        ),
      ],
    ),
  ];

  ///blader

  static List<CustomCardModel> Blader = [
    CustomCardModel(
      heading: "کندھوں کو موڑنا",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: [
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph:
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
      ],
    ),
    CustomCardModel(
        heading: "کندھوں کو جسم سے دور لے جانا",
        imageUrl: 'null',
        paragraph: [
          Paragraph(
            paragraph:
                'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی '
                'تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے '
                'پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے',
          )
        ]),
  ];

  ///skin
  static List<CustomCardModel> Skin = [
    CustomCardModel(
      heading: "کندھوں کو موڑنا",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: [
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
      ],
    ),
    CustomCardModel(
        heading: "کندھوں کو جسم سے دور لے جانا",
        imageUrl: 'null',
        paragraph: [
          Paragraph(
            paragraph:
                'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی '
                'تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے '
                'پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے',
          )
        ]),
  ];

  ///digestive
  static List<CustomCardModel> Digestive = [
    CustomCardModel(
      heading: "کندھوں کو موڑنا",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: [
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
      ],
    ),
    CustomCardModel(
        heading: "کندھوں کو جسم سے دور لے جانا",
        imageUrl: 'null',
        paragraph: [
          Paragraph(
            paragraph:
                'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی '
                'تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے '
                'پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے',
          )
        ]),
  ];

  ///respiratory

  static List<CustomCardModel> Respiratory = [
    CustomCardModel(
      heading: "کندھوں کو موڑنا",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: [
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
      ],
    ),
    CustomCardModel(
        heading: "کندھوں کو جسم سے دور لے جانا",
        imageUrl: 'null',
        paragraph: [
          Paragraph(
            paragraph:
                'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی '
                'تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے '
                'پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے',
          )
        ]),
  ];

  ///complete injury

  static List<CustomCardModel> Complete_Injury = [
    CustomCardModel(
      heading: "کندھوں کو موڑنا",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: [
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
      ],
    ),
    CustomCardModel(
        heading: "کندھوں کو جسم سے دور لے جانا",
        imageUrl: 'null',
        paragraph: [
          Paragraph(
            paragraph:
                'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی '
                'تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے '
                'پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے',
          )
        ]),
  ];

  ///incomplete injury

  static List<CustomCardModel> Incomplete_Injury = [
    CustomCardModel(
      heading: "کندھوں کو موڑنا",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: [
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
      ],
    ),
    CustomCardModel(
        heading: "کندھوں کو جسم سے دور لے جانا",
        imageUrl: 'null',
        paragraph: [
          Paragraph(
            paragraph:
                'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی '
                'تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے '
                'پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے',
          )
        ]),
  ];

  ///depression

  static List<CustomCardModel> Depression = [
    CustomCardModel(
      heading: "کندھوں کو موڑنا",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: [
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
      ],
    ),
    CustomCardModel(
        heading: "کندھوں کو جسم سے دور لے جانا",
        imageUrl: 'null',
        paragraph: [
          Paragraph(
            paragraph:
                'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی '
                'تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے '
                'پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے',
          )
        ]),
  ];

  ///sexual rehibilitation

  static List<CustomCardModel> Sexual_Rehibilitaion = [
    CustomCardModel(
      heading: "کندھوں کو موڑنا",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: [
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
      ],
    ),
    CustomCardModel(
        heading: "کندھوں کو جسم سے دور لے جانا",
        imageUrl: 'null',
        paragraph: [
          Paragraph(
            paragraph:
                'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی '
                'تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے '
                'پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے',
          )
        ]),
  ];

  ///disabilities

  static List<CustomCardModel> Disabilities = [
    CustomCardModel(
      heading: "کندھوں کو موڑنا",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: [
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
        Paragraph(
            heading: 'nnfasdlkfjk ',
            paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
                ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
                'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھردوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے'),
      ],
    ),
    CustomCardModel(
        heading: "کندھوں کو جسم سے دور لے جانا",
        imageUrl: 'null',
        paragraph: [
          Paragraph(
            paragraph:
                'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔'
                ' پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی '
                'تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے '
                'پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے',
          )
        ]),
  ];
}
