import '../models/CustmoCardModel.dart';

class TextData{

  ///Mobility data

  ///che km description sara image nai aghi tha string ki 'null' pass ka
  ///
  ///For example:
  ///
  ///  CustomCardModel(heading: "heading,
  ///      imageUrl: 'null',
  ///      paragraph: 'paragraph'
  ///    ),
 static List<CustomCardModel> mobilities = [
    CustomCardModel(heading: "کندھوں کو موڑنا",
      imageUrl: 'assets/imagesDescription/mobility2.png',
      paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
          ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
          'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
          ' کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے',
    ),
    CustomCardModel(
      heading: "کندھوں کو جسم سے دور لے جانا",
      imageUrl: 'null',
      paragraph: 'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔'
          ' پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی '
          'تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے '
          'پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے',
    ),
    CustomCardModel(
      heading: "کندھوں  کو متوازی جسم سے دو ر لے جانااور قریب لانا",
      imageUrl: 'null',
      paragraph: 'مددگار آپ کے بازو کو کہنی اور کلائی سے پکڑ کر کندھے'
          ' کے اونچائی پر سائیڈ پر لے آئے۔ پھر بازو کو موڑتے ہوئے آپ کے ہاتھ مخالف کندھے'
          ' کے ساتھ ٹچ کرے اور پھر دوبارہ اسی پوزیشن میں لے آئے',
    ),
    CustomCardModel(heading: "کندھوں کوگھمانا",
      imageUrl: 'null',
      paragraph:  'مددگار آپ کے بازو کو کہنی اور اور'
          ' کلائی سے پکڑ کر کندھوں  کی اونچائی پر لے آئے اور کہنی کو نوے درجے پر موڑ ے۔'
          ' پھر ہاتھ کے اگلے حصے کو چھت اور زمین کی طرف حرکت دے',
    ),
    CustomCardModel(heading: " کہنی کو موڑنا",
        imageUrl: 'null',
        paragraph: ''
    ),
    CustomCardModel(heading: "اور سیدھا کرنا",
      imageUrl: 'null',
      paragraph: 'مددگار آپ کے بازو کو کلائی اور اوپر کے حصے سے پکڑ کر کلائی کو کندھے'
          'کے ساتھ ملائے اور پھر مکمل سیدھا کرے۔',
    ),
    CustomCardModel(
      heading: "اگلے بازو کو گھمانا",
      imageUrl: 'null',
      paragraph:  'آپنی کہنی کو موڑ کر سہارے پر رکھیں'
          '۔ مددگار آپ کے ہاتھ کو ہاتھ ملانے کے انداز'
          ' میں پکڑ کر ہاتھ کو اس انداز میں گھمائے کہ ہتھیلی کا رخ اوپر نیچے ہو۔',
    ),
    CustomCardModel(
      heading: "کلائی اورانگلیوں کو موڑنااور سیدھا کرنا",
      imageUrl: 'null',
      paragraph:'مددگار ایک ہاتھ سے آپ کے کلائی کو پکڑے'
          ' اور دوسرے ہاتھ سے انگلیوں کو پکڑ کر موڑے'
          ' اور پھر کلائی کو اوپر نیچے اس انداز سے حرکت دے'
          ' کہ نیچے کی طرف آپ کی انگلیاں سیدھی ہو۔',
    ),
    CustomCardModel(
      heading: "انگوٹھے کو حرکت دینا",
      imageUrl: 'null',
      paragraph:  'مددگار آپ کے انگوٹھے کو پکڑ کر شہادت کی انگلی سے دور لے جائے'
          ' ۔ پھر چھوٹی انگلی کے سا تھ ٹچ کرے اور دوبارہ اسی حالت میں لے آئے ۔',
    ),
  ];

 ///Depression  data warta da paste ka

 static List<CustomCardModel> depression = [
   CustomCardModel(heading: "کندھوں کو موڑنا",
     imageUrl: 'assets/imagesDescription/mobility2.png',
     paragraph: 'مددگار آپ کے وہیل چئیر کے ساتھ سائیڈ پر کھڑا ہو۔'
         ' آپنے ایک ہاتھ کے ساتھ آپ کے بازو کے ایک طرف اور '
         'دوسرے ہاتھ کے ساتھ  آپ کے بازو کی دوسری طرف کو پکڑے۔ پھر'
         ' کہنی کو سیدھا رکھتے ہوئے آپ کے بازو کو اوپر نیچے اٹھائیے',
   ),
   CustomCardModel(
     heading: "کندھوں کو جسم سے دور لے جانا",
     imageUrl: 'null',
     paragraph: 'ورزش دینے والا آپ کے پیچھے کھڑا ہو۔ پھر دونوں ہاتھوں  کی مدد سے آپ کے بازو کو پکڑے۔'
         ' پھر کہنی کو سیدھا رکھتے ہوئے بازو کو کندھے کی اونچائی '
         'تک سائیڈ پر لے آئے اور پھر سر کے اوپر لے جائے '
         'پھر دوبارہ اسی اونچائی پر اوپر اور نیچے حرکت دے',
   ),
   CustomCardModel(
     heading: "کندھوں  کو متوازی جسم سے دو ر لے جانااور قریب لانا",
     imageUrl: 'null',
     paragraph: 'مددگار آپ کے بازو کو کہنی اور کلائی سے پکڑ کر کندھے'
         ' کے اونچائی پر سائیڈ پر لے آئے۔ پھر بازو کو موڑتے ہوئے آپ کے ہاتھ مخالف کندھے'
         ' کے ساتھ ٹچ کرے اور پھر دوبارہ اسی پوزیشن میں لے آئے',
   ),
   CustomCardModel(heading: "کندھوں کوگھمانا",
     imageUrl: 'null',
     paragraph:  'مددگار آپ کے بازو کو کہنی اور اور'
         ' کلائی سے پکڑ کر کندھوں  کی اونچائی پر لے آئے اور کہنی کو نوے درجے پر موڑ ے۔'
         ' پھر ہاتھ کے اگلے حصے کو چھت اور زمین کی طرف حرکت دے',
   ),
   CustomCardModel(heading: " کہنی کو موڑنا",
       imageUrl: 'null',
       paragraph: ''
   ),
   CustomCardModel(heading: "اور سیدھا کرنا",
     imageUrl: 'null',
     paragraph: 'مددگار آپ کے بازو کو کلائی اور اوپر کے حصے سے پکڑ کر کلائی کو کندھے'
         'کے ساتھ ملائے اور پھر مکمل سیدھا کرے۔',
   ),
   CustomCardModel(
     heading: "اگلے بازو کو گھمانا",
     imageUrl: 'null',
     paragraph:  'آپنی کہنی کو موڑ کر سہارے پر رکھیں'
         '۔ مددگار آپ کے ہاتھ کو ہاتھ ملانے کے انداز'
         ' میں پکڑ کر ہاتھ کو اس انداز میں گھمائے کہ ہتھیلی کا رخ اوپر نیچے ہو۔',
   ),
   CustomCardModel(
     heading: "کلائی اورانگلیوں کو موڑنااور سیدھا کرنا",
     imageUrl: 'null',
     paragraph:'مددگار ایک ہاتھ سے آپ کے کلائی کو پکڑے'
         ' اور دوسرے ہاتھ سے انگلیوں کو پکڑ کر موڑے'
         ' اور پھر کلائی کو اوپر نیچے اس انداز سے حرکت دے'
         ' کہ نیچے کی طرف آپ کی انگلیاں سیدھی ہو۔',
   ),
   CustomCardModel(
     heading: "انگوٹھے کو حرکت دینا",
     imageUrl: 'null',
     paragraph:  'مددگار آپ کے انگوٹھے کو پکڑ کر شہادت کی انگلی سے دور لے جائے'
         ' ۔ پھر چھوٹی انگلی کے سا تھ ٹچ کرے اور دوبارہ اسی حالت میں لے آئے ۔',
   ),
 ];





}