import 'package:flutter/material.dart';
import 'package:flutter_spinalcordinjury/widgets/Card.dart';

class Blader extends StatefulWidget {
  Blader({Key? key}) : super(key: key);

  @override
  _BladerState createState() => _BladerState();
}

class _BladerState extends State<Blader> {
  List stocksList = [
    "حرام مغز کی چوٹ کے بعد مثانہ کےاقسام",
    "سی آئی سی ",
    "کنڈم کیتیٹر",
    "جسم کے اندر داخل ہو نے والی کیتیٹر",
    "مثانہ پر دستک دینا ",
    "یوروڈائنامک ٹیسٹ",
    "پیشاب کا ٹیسٹ ",
    "یورین بیگ کو باندھنا",
  ];
  List images = [
    "assets/images/1.jpeg",
    "assets/images/2.jpg",
    "assets/images/3.jpg",
    "assets/images/4.jpg",
    "assets/images/5.jpg",
    "assets/images/6.jpg",
    "assets/images/7.jpg",
    "assets/images/8.jpg",
  ];
  List description = [
    'اگر آپ کی چوٹ ٹی 12 سے اوپر ہو تو'
        ' مثانہ میں پیشاب بھرنے کے بعد یہ'
        ' خود بخود حرام مغز کے حکم سے سکڑتی ہے'
        ' اورپیشاب باہر نکالنے کی کوشش کرتی ہے۔'
        ' اس قسم کے مثانہ کو ریفلیکس مثانہ کہتے ہیں۔'
        'اگر آپ کی چوٹ ٹی 12 سے نیچے ہو تو مثانہ میں خود بخود'
        'سکڑ کر پیشاب باہر نکالنے کی صلاحیت نہیں ہوتی۔'
        'اس قسم کے مثانہ کو فلیسیڈ مثانہ کہتے ہیں۔ ',


    'اس طریقے میں تین چار گھنٹے بعد مثانہ'
        ' میں نیلٹن کیتیٹر ڈال کر خالی کیا جاتا ہے ۔'
        ' اگر صفائی   کا مناسب خیال رکھا جائے'
        ' تو یہ سب سے بہترین طریقہ ہے کیونکہ'
        ' اس میں انفیکشن کم ہو تی ہے اور سب سے اہم بات مثانہ'
        '  میں پیشاب جمع ہونے کی صلاحیت کم نہیں ہو تی۔ '
        'سب سے پہلے ہاتھوں  کو اچھی طرح صابن سے دھوئیں ۔'
        ' پھر (Penis) کے سر کو صابن سے دھوئیں '
        ,


    'اس طریقے کا سب سے بڑا فائدہ یہ ہو تا ہے کہ اس میں جسم میں کوئی '
        'بیرونی چیز داخل   نہیں ہو تی اور اس طرح '
        'انفیکشن کا چانس کم ہو تا ہے۔ لیکن اس کے بھی آپنے نقصانات ہیں۔'
        ' جیسا کہ اس میں بعض دفعہ مثانہ مکمل طور پر خالی نہیں ہو تا '
        'اور مثانہ میں پیشاب جمع کرنے کی صلاحیت بھی متاثر ہو تی ہے۔ ',
    'یہ وہ کیتیٹر ہوتا ہے۔ جو مثانہ کے اندر داخل   کیا جاتا ہے اور کچھ دن اندر ہی پڑا '
        'رہتا ہے۔ یہ یا تو سلیکان کا یا پلاسٹک کا بنا ہوتا ہے ۔سلیکان سے '
        'بنا ہوا مہینہ بعد اور پلاسٹک سے بنا ہوا ہفتے بعد تبدیل کرنا چاہیے',


    'اس طریقہ میں پیٹ کے نچلے حصہ میں مثانہ کے'
        ' اوپر ہلکا سا زور لگایا جا تا ہے اور اس طرح یورین کو باہر دھکیلا جا تا ہے۔'
        ' یہ طریقہ تب اختیار کیا جاتا ہے جب مثانہ ڈھیلا ہو خودبخود سکڑتا نہ ہو '
        'اور سپنشٹرعضلہ زیادہ سخت نہ ہو۔ یہ طریقہ عموماً فائدہ مند نہیں ہوتا کیونکہ '
        'اس میں مثانہ مکمل خالی نہیں ہوتا۔ اور اس طرح انفیکشن کے امکانا   ت ہوتے ہیں۔ ',


    'مثانہ اور پیشاب کی نالی کس طرح آپنا کام'
        ' سرانجام دے رہے ہیں، مثانہ کا حجم   کیا ہے اور پیشاب باہر جاتے وقت مثانہ پر دباؤ کتنا ہے'
        ' وغیرہ جیسے معلومات جاننے کے لیے ایک ٹیسٹ کیا جاتا ہے جسے یوروڈائنامک ٹیسٹ کہتے ہیں۔'
        ' اس سے ڈاکٹر کو یہ بھی پتہ چل جاتا ہے کہ آپ کے لیے کونسا کیتیٹر زیادہ موزوں ہے۔ ',


        'پیشاب کے اس ٹیسٹ میں دیکھا جاتا ہے کہ بیکٹیریا کی '
        'کونسی قسم سے انفیکشن ہورہا ہے اور پھر اس کے مطابق انٹی بائیوٹک تجویز کیے جاتے ہیں۔ اگر '
        'انٹی بائیوٹک استعمال کرنے کے باوجود آپ کا یوٹی ائی ٹھیک نہیں ہورہا تو یہ ٹیسٹ کریں۔ ',


    'حرام مغز کی چوٹ کے بعد یورین بیگ آپ کے جسم کا ایک طرح '
        'سے حصہ بن جاتا ہے۔ گھر کے اندر اور باہر اس کو ویل چیئر کے ساتھ لٹکانا    نہیں چاہیئے بلکہ اس کو '
        'پینٹ یا شلوار کے اندر چھپائیں تاکہ دیکھنے والوں کو آپ نارمل لگیں۔ یورین بیگ اگر نظر آئے گا تو '
    'لوگوں کو آپ بیمار لگیں گے اور پھر وہ آپ سے ہمدردی کا اظہار کرنا شروع کریں گے جو شاید آپ کو اچھا نہ لگیں',


  ];

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: AppBar(
        leading: IconButton(
            onPressed: () {
              Navigator.pop(context);
            },
            icon: const Icon(
              Icons.arrow_back_ios,
              size: 20,
              color: Colors.white,
            )),
        title: Text(
          "مثانہ کا انتظام",
        ),
        centerTitle: true,
        backgroundColor: Color(0xff00AFF0),
      ),
      body: Container(
        height: MediaQuery.of(context).size.height * .90,
        width: MediaQuery.of(context).size.width * .90,
        child: ListView.builder(
          itemCount: stocksList.length,
          itemBuilder: (context, index) {
            return Customcard(
              imageUrl: images[index],
              name: stocksList[index],
              desc: description[index],
            );
          },
        ),
      ),
    );
  }
}
