import 'package:flutter/material.dart';
import 'package:flutter_spinalcordinjury/widgets/Card.dart';

class Sexual extends StatefulWidget {
  Sexual({Key? key}) : super(key: key);

  @override
  _SexualState createState() => _SexualState();
}

class _SexualState extends State<Sexual> {
  List stocksList = [
    "جنسی بحالی",
    "ویکیوم پمپ اور ٹینشن رینگ ",
    "گولیاں",
    "انجیکشن",
    "منی کا اخراج ",
    "بآپ بننا ",
    "گھر کا طریقہ",
    "میڈیکل ٹیکنالوجی کے طریقے ",
    "درون رحم تخم پاشی ",






  ];
  List images = [
    "assets/images/1.jpeg",
    "assets/images/2.jpg",
    "assets/images/3.jpg",
    "assets/images/4.jpg",
    "assets/images/5.jpg",
    "assets/images/6.jpg",
    "assets/images/7.jpg",
    "assets/images/8.jpg",
    "assets/images/9.jpg",

  ];
  List description = [
    'حرام مغز کی چوٹ یقیناً انسان کی زندگی بدل دیتی ہے۔ جو کام آپ پہلے کرتے تھے '
        'وہ آپ اب بھی کرسکتے ہیں لیکن ایک الگ طریقے سے۔ پہلے کہیں جانے '
        'کے لیےآپ پاؤں کا سہارا لیتے تھے ۔ اب آپ اس جگہ تک پہنچنے '
        'کے لیے پہیوں کا استعمال کرتے ہیں ۔ لیکن اہم بات یہ ہے کہ '
        'اب بھی آپ اس جگہ تک پہنچ جاتے ہیں لیکن ایک الگ طریقہ سے۔ ',



    'جن لوگوں کا ایریکشن ہوتا ہو لیکن اس کو برقرار رکھنے میں مسئلہ'
        ' ہو وہ ایریکشن ہونے کے بعد ٹینشن رینگ کو نفس کے پیندے '
        'میں لگاتے ہیں۔ اس طرح خون باہر نہیں نکلتا اور ایریکشن برقرار '
        'رہتا ہے۔ یہ رنگ ربڑ یا سلیکون کی بنی ہوتی ہے۔ اس کو تیس منٹ سے '
        'زیادہ نہیں لگانی چاہیے ورنہ نفس کے زخمی ہونے کے خدشات ہوتے ہیں۔ ',



    'اس سلسلے میں سب سے کامیاب گولی جو حرام مغز کے چوٹ کے لوگ '
        'استعمال کرتے ہیں کا نام واییگرا((Viagra ہے۔ اس کو مباشرت سے بیس '
        'منٹ سے ایک گھنٹہ قبل کھایا جاتا ہے۔ دنیا بھر میں لوگ اس سے کافی'
        ' مطمئن ہیں۔ لیکن اس کے کچھ برے اثرات بھی ہے۔ جیسا کہ اس سے بلڈ'
        ' پریشر کم ہو جاتا ہے۔ اور دل کی بیماریوں میں بھی نقصان دہ ہیں۔ ',



    'اگر مسئلہ بہت زیادہ ہو تو انجیکشن جیسا کہ کیورجیکٹ'
   ' عضو تناسل پر لگا یا جا تا ہے اور ایریکشن حاصل کی جاتی ہے۔'
   ' انجیکشن میں بعض اوقات بہت زیادہ وقت کے لیے'
   ' ایریکشن ہوتا ہے اور پھر گھرتا نہیں ہے۔ یہ'
   ' بہت ہی خطرناک ہوتا ہے اور نفس کو ہمیشہ کے لیے نقصان پہنچا دیتی ہے۔'
   ' چنانچہ انجیکشن لگانے سے پہلے ڈاکٹر سے مشورہ کرنا چاہیے۔ بعض لوگ'
   ' اس مسئلے  سے بچنے کے لیے ہفتے میں صرف ایک بار انجیکشن لگا تے ہیں۔'
    ,



    'اولاد پیدا کرنے کے لیے مباشرت کے دوران منی کا اخراج بہت ضروری ہے۔'
        ' منی کے اخراج میں دماغ اور اس کے ساتھ حرام مغز کے دو حصوں ٹی'
        '10 سے ٹی12 ((T10-T12اور ایس2 سے ایس4((S2S4 کا عمل داخل   ہوتا ہے۔ '
        'حرام مغز کی مکمل چوٹ کے بعد چونکہ دماغ کا رابط حرام مغز سے منقطع'
        ' ہوجاتا ہے اس لیے  منی کے اخراج میں مسئلہ      ہوتا ہے۔ لیکن کچھ'
        ' لوگوں کا مباشرت کے دوران بھی منی خارج ہوجاتی ہے لیکن اگر مسئلہ'
        ' ہو تو مندرجہ ذیل طریقے اختیار کر کے منی کو خارج کیا جاتا ہے۔ ',


    'ریڑھ کی ہڈی کی چوٹ کے بعد مردوں میں بآپ بننے کے'
        ' لیےبنیادی طور پر دو مسائل   ہوتے ہیں۔ پہلا مسئلہ مباشرت کے دور'
        'ان منی کا نہ نکلنا ہے جو تقریباً نوے فیصد مردوں میں پایا جاتا ہے۔'
        ' چنانچہ اس کے لیے بتائے گئے  طریقے اختیار کیے جاتے ہیں۔ دوسرا مسئلہ'
        '  کم معیار کی منی کا ہے۔ تحقیق بتاتی ہے کہ ریڑھ کی ہڈی کی'
        ' چوٹ کے بعد اگر چہ مردوں کی منی میں سپرم کی تعداد پوری ہوتی ہے '
        'لیکن بنیادی مسئلہ      حرکت    پذیر سپرم کی تعداد کا کم ہونا ہے۔'
        ' جوکہ صحت مند مردوں کے ستر فیصد کے مقابلے میں بیس فیصد ہوتے ہیں ۔ ',



    'گھر میں وائیبریٹر کے ذریعے سب سے پہلے منی حاصل کی جاتی ہے۔ جس کے '
        'لیے بتایا گیا طریقہ استعمال کیا جاتا ہے۔ منی کو پھر بغیر سوئی کے '
        'سرنج میں ڈالا جاتا ہے اور پھر عورت کے عضو میں داخل   کیا جاتا ہے۔ '
    'اس طریقے میں کامیابی کا دارومدار عورت کی تولیدی صحت، عمر، منی داخل   کرنے کے '
        'لیے موزوں وقت اور مرد کی منی میں حرکت  پذیر سپرم کی تعداد پر ہے۔ ',



    'اگر گھر کے طریقے میں کامیابی  نہ ملے تو'
        ' ڈاکٹر میڈیکل ٹیکنالوجی کے دوسرے طریقے اختیار کر تے ہیں',



    'اس طریقے میں مرد سے منی لینے کے بعد لیبارٹری میں اس کو پروسس کیا جاتا ہے۔'
        ' عورت کے انڈے دینے یا اوویلیشن((Ovulation پر الٹرا ساونڈ یا یورین '
        'ٹیسٹ کے ذریعے نگاہ رکھی جاتی ہے۔ اور پھر مناسب وقت پر منی کو عورت '
    'کے بچہ دانی یعنی یوٹریس میں ایک کیتیٹر کے ذریعے داخل   کی جاتی ہے'
    ,




  ];
  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: AppBar(
        leading: IconButton(
            onPressed: () {
              Navigator.pop(context);
            },
            icon: const Icon(
              Icons.arrow_back_ios,
              size: 20,
              color: Colors.white,
            )),
        title: Text(
          "جنسی بحالی",
        ),
        centerTitle: true,
        backgroundColor: Color(0xff00AFF0),
      ),
      body: Container(
        height: MediaQuery.of(context).size.height * .90,
        width: MediaQuery.of(context).size.width * .90,
        child: ListView.builder(
          itemCount: stocksList.length,
          itemBuilder: (context, index) {
            return Customcard(
              imageUrl: images[index],
              name: stocksList[index],
              desc: description[index],
            );
          },
        ),
      ),
    );
  }
}
